Repository: alexanv/ministra-5.6.1
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: fr

source: "Skip" button (after 7 sec)
fr: Bouton "Sauter" (après 7 secondes)

source: %E errors
fr: %E erreurs

source: %H:%i
fr: %h:%i %p

source: %N of %T cleared
fr: %N of %T effacé

source: %N of %T cleared, %S skipped, %E errors
fr: %N of %T effacé, %S sauter, %E erreurs

source: %S skipped
fr: %S sauté

source: %d day
fr: %d jour

source: %s channels
fr: %s chaînes

source: %s events %s sended, %s errors
fr: %s événements %s envoyé, %s erreurs

source: (No reseller)
fr: (Aucun revendeur)

source: ({rng}) is not a valid CIDR format.
fr: ({rng}) n'est pas un format CIDR valide.

source: *Please note: This service is available only to those with subscriber bases with at least 1000 users
fr: *Remarque : Ce service n'est accessible qu'à ceux qui ont des bases d'abonnés comptant au moins 1000 utilisateurs.

source: 1 month
fr: 1 mois

source: 1 year
fr: 1 année

source: 1. Upload cover.<br>2. Fill form.<br>3. Save.<br>4. Put the converted in folder<br>&nbsp;&nbsp;&nbsp;&nbsp;specified in the column "Folder".<br>5. If necessary, edit or delete a record.<br>6. Click on folder name.<br>7. If the file is physically present in the directory,<br>&nbsp;&nbsp;&nbsp;&nbsp;it is green, if there is no - in red.
fr: 1. Téléchargement.<br />2. formulaire à remplir.<br />3. Sauvegarder.<br />4. Mettez le fichier converti dans le dossier<br />&nbsp;&nbsp;&nbsp;&nbsp;spécifiée dans la colonne "Dossier".<br />5. Si nécessaire, modifiez ou supprimez un enregistrement.<br />6. Cliquez sur le nom du dossier.<br />7. Si le fichier est réellement présent dans le répertoire,<br />&nbsp;&nbsp;&nbsp;&nbsp;il est vert, s'il n'y a pas de - en rouge.

source: 1920s and earlier
fr: 1920 et avant

source: 2048 is one of the world’s most popular puzzles. The rules are simple: you need to shuffle all the bars to one side of the game field. Your goal is to reach 2048.
fr: 2048 est l'un des puzzles les plus populaires au monde. Les règles sont simples : vous devez mélanger toutes les tuiles d'un côté du terrain de jeu. Votre objectif est d'atteindre 2048.

source: 3 months
fr: 3 mois

source: 3D mode
fr: Mode 3D

source: 6 months
fr: 6 mois

source: A License key is a unique set of symbols which licenses CPE to be compatible with the Ministra TV platform.
fr: Une clé de licence est un ensemble unique de symboles qui autorise CPE à être compatible avec la plate-forme Ministra TV.

source: A cache has been reset
fr: Un cache a été réinitialisé

source: ABC_10l
fr: J

source: ABC_11l
fr: K

source: ABC_12l
fr: L

source: ABC_13l
fr: M

source: ABC_14l
fr: N

source: ABC_15l
fr: O

source: ABC_16l
fr: P

source: ABC_17l
fr: Q

source: ABC_18l
fr: R

source: ABC_19l
fr: S

source: ABC_1l
fr: A

source: ABC_20l
fr: T

source: ABC_21l
fr: U

source: ABC_22l
fr: V

source: ABC_23l
fr: W

source: ABC_24l
fr: X

source: ABC_25l
fr: Y

source: ABC_26l
fr: Z

source: ABC_2l
fr: B

source: ABC_3l
fr: C

source: ABC_4l
fr: D

source: ABC_5l
fr: E

source: ABC_6l
fr: F

source: ABC_7l
fr: G

source: ABC_8l
fr: H

source: ABC_9l
fr: I

source: ABOUT MOVIE
fr: A PROPOS DU FILM

source: ACCOUNT
fr: COMPTE

source: ADD
fr: AJOUTER

source: ADD TO PLAYLIST
fr: AJOUTER AU PLAYLIST

source: AGREEMENT
fr: ACCORD

source: ALBUM SEARCH
fr: RECHERCHE D'ALBUM

source: APRIL
fr: Avril

source: AUDIO ALBUMS
fr: ALBUMS AUDIO

source: AUDIO CLUB
fr: Club audio

source: AUDIO GENRES
fr: GENRES AUDIO

source: AUDIO LANGUAGES
fr: LANGUES AUDIO

source: AUDIO PERFORMERS
fr: Performeurs audio

source: AUDIO TRACKS
fr: PISTES AUDIO

source: AUDIO YEARS
fr: ANNÉES AUDIO

source: AUGUST
fr: Août

source: Abkhazian
fr: Abkhaze

source: About
fr: A propos

source: About License key
fr: A propos de la clé de licence

source: About License keys
fr: A propos des clés de licence

source: About app
fr: A propos de l'appli

source: Acceptable value is from 1 to 365. Leave empty field or 0 for unlimited validity period
fr: La valeur acceptable est comprise entre 1 et 365. Laissez la zone vide ou 0 pour une période de vali

source: Accepted input: URL or solution + URL. Example ffmpeg http://example.com/track.mp3
fr: Entrée acceptée : URL ou solution + URL. Example ffmpeg http://example.com/track.mp3

source: Access
fr: Accès

source: Access control
fr: Contrôle d'accès

source: Access denied
fr: Accès refusé

source: Access denied for this page
fr: Accès refusé pour cette page

source: Access restriction
fr: Restriction d'accès

source: Access to TV Archive:
fr: Accès aux archives TV:

source: Account
fr: Compte

source: Account "admin" is not editable. You may change only password.
fr: Le compte "admin" n'est pas modifiable. Vous ne pouvez changer que le mot de passe.

source: Account balance
fr: Solde du compte

source: Account disabled
fr: Compte désactivé

source: Account info
fr: Infos compte

source: Account number
fr: Numéro de compte

source: Action "%s" denied for page "%s"
fr: Action "%s" refusé pour la page "%s"

source: Action "edit" denied for page "add_itv"
fr: Action "editer" refusé pour la page "ajouter_itv"

source: Action is disabled
fr: Action inhibée

source: Action is not available
fr: Action indisponible

source: Activate
fr: Activer

source: Activate the campaign
fr: Activer la campagne

source: Activated
fr: Activé

source: Activated keys
fr: Activé

source: Activated. Current version
fr: Activé. Version actuelle

source: Active events for %s
fr: Événements actifs pour %s

source: Activity log
fr: Journal d'activité

source: Actors
fr: Acteurs

source: Actual version
fr: Version actuelle

source: Ad blocks
fr: Blocs d’annonces

source: Ad position
fr: Position de l'annonce

source: Add
fr: Ajouter

source: Add Album
fr: Ajouter un album

source: Add EPG
fr: Ajouter EPG

source: Add IP
fr: Ajouter IP

source: Add STB
fr: Ajouter décodeur

source: Add a channel
fr: Ajouter une chaîne

source: Add a file
fr: Ajouter un fichier

source: Add a new area
fr: Ajouter une nouvelle zone

source: Add a picture
fr: Ajouter une image

source: Add administrator
fr: Ajouter un administrateur

source: Add album
fr: Ajouter un album

source: Add an event
fr: Ajouter un événement

source: Add application by URL
fr: Ajouter une application par URL

source: Add application by URL (Step 1)
fr: Ajouter une application par URL (1ère étape)

source: Add application by URL (Step 2)
fr: Ajouter une application par URL (2éme étape)

source: Add application by package name (Step 1)
fr: Ajouter une application par nom de pack (1ère étape)

source: Add application by package name (Step 2)
fr: Ajouter une application par nom de pack(2éme étape)

source: Add area
fr: Ajouter une zone

source: Add artist
fr: Ajouter un artiste

source: Add audio album
fr: Ajouter un album audio

source: Add audio genre
fr: Ajouter un genre audio

source: Add campaign
fr: Ajouter campagne

source: Add category
fr: Ajouter une catégorie

source: Add commercial
fr: Ajouter une annonce commerciale

source: Add composition
fr: Ajouter la composition

source: Add console
fr: Ajouter une console

source: Add download
fr: Ajouter un téléchargement

source: Add episodes
fr: Ajouter des épisodes

source: Add episodes name
fr: Ajouter le nom des épisodes

source: Add event
fr: Ajouter un événement

source: Add event into the schedule
fr: Ajouter un événement à l'horaire

source: Add file
fr: Ajouter fichier

source: Add genre
fr: Ajouter un genre

source: Add group
fr: Ajouter un groupe

source: Add language
fr: Ajouter une langue

source: Add language of performance
fr: Ajouter la langue de fonctionnement

source: Add link
fr: Ajouter un lien

source: Add moderator
fr: Ajouter un modérateur

source: Add movie
fr: Ajouter un film

source: Add new
fr: Ajouter un nouveau

source: Add new artist to the list
fr: Ajouter un nouvel artiste à la liste

source: Add new genre to the list
fr: Ajouter un nouveau genre à la liste

source: Add new year to the list
fr: Ajouter une nouvelle année à la liste

source: Add noification message
fr: Ajouter un message de notification

source: Add notification
fr: Ajouter une notification

source: Add one season
fr: Ajouter une saison

source: Add original name
fr: Ajouter le nom original

source: Add package
fr: Ajouter un pack

source: Add parametr
fr: Ajouter un paramètre

source: Add post-function
fr: Ajouter une post-fonction

source: Add radio
fr: Ajouter une radio

source: Add season name
fr: Ajouter un nom de saison

source: Add seasons and episodes
fr: Ajouter des saisons et des épisodes

source: Add series
fr: Ajouter une série

source: Add server
fr: Ajouter un serveur

source: Add storage
fr: Ajouter de l'espace de stockage

source: Add tariff plan
fr: Ajouter un plan tarifaire

source: Add tariff plans
fr: Ajouter des plans tarifaires

source: Add the year of release
fr: Ajouter l'année de parution

source: Add to favorites
fr: Ajouter aux favoris

source: Add track
fr: Ajouter une piste

source: Add tv genre
fr: Ajouter genre tv

source: Add update
fr: Ajouter une mise à jour

source: Add user
fr: Ajouter un utilisateur

source: Add video category
fr: Ajouter une catégorie vidéo

source: Add year
fr: Ajouter une année

source: Add zone
fr: Ajouter une zone

source: Added
fr: Ajouté

source: Added
fr: Ajouté

source: Added
fr: Ajouté

source: Added the {srsnm}th series of the {ssnnm}th season
fr: Ajouté la {srsnm}ème série de la {ssnnm}ème saison

source: Added to schedule
fr: Ajouté au planning

source: Adding
fr: Ajouter

source: Adding STB
fr: Ajout d'un décodeur

source: Adding STB in group
fr: Ajout d'un décodeur dans le groupe

source: Adding administrator
fr: Ajouter un administrateur

source: Adding advertising block
fr: Ajout d'un bloc publicitaire

source: Adding and editing broadcast server
fr: Ajout et modification du serveur de diffusion

source: Adding and editing files of episode
fr: Ajout et édition de fichiers d'épisode

source: Adding and editing phone number
fr: Ajout et modification d'un numéro de téléphone

source: Adding and editing resellers
fr: Ajout et modification de revendeurs

source: Adding and editing templates of messages
fr: Ajout et modification de modèles de messages

source: Adding and editing the scheduled events
fr: Ajout et modification des événements programmés

source: Adding channel
fr: Ajouter une chaîne

source: Adding episodes into season
fr: Ajout d'épisodes à la saison

source: Adding moderator
fr: Ajouter un modérateur

source: Adding movie
fr: Ajouter un film

source: Adding new ad-company
fr: Ajout d'une nouvelle société publicitaire

source: Adding radio
fr: Ajouter une radio

source: Adding reseller
fr: Ajouter un revendeur

source: Adding seasons into video
fr: Ajout de saisons à la vidéo

source: Adding service package
fr: Ajout d'un forfait de services

source: Adding storages
fr: Ajout d'espaces de rangement

source: Adding tariff plan
fr: Ajout d'un plan tarifaire

source: Adding user
fr: Ajouter un utilisateur

source: Additional
fr: Supplémentaire

source: Additional information
fr: Informations complémentaires

source: Additional services
fr: Services complémentaires

source: Address
fr: Adresse

source: Address is available
fr: Adresse disponible

source: Address is busy
fr: L'adresse est occupée

source: Addresses of moderators, information about STB of moderators
fr: Adresses des modérateurs, informations sur le décodeur des modérateurs

source: Adds "HD" sign in catalogue
fr: Ajoute l'enseigne "HD" au catalogue

source: Adds the restriction for movie access (password set in the "Parental advisory"). Default password 0000
fr: Ajoute la restriction d'accès aux films (mot de passe défini dans l'"Avis aux parents"). Mot de passe par défaut 0000

source: Administrator
fr: Administrateur

source: Administrators
fr: Administrateurs

source: Administrators groups
fr: Groupes d'administrateurs

source: Administrators list
fr: Liste des administrateurs

source: Admins in group
fr: Admins en groupe

source: Admins of reseller
fr: Admins de revendeur

source: Adult Contemporary
fr: Adulte contemporain

source: Advanced
fr: Avancé

source: Adventure
fr: Aventure

source: Adventures
fr: Aventures

source: Advert
fr: Annonce

source: Advertising
fr: Publicité

source: Advertising is disabled
fr: La publicité est désactivée

source: Age
fr: Âge

source: Age rating
fr: Classe d'âge

source: Age restriction
fr: Limite d'âge

source: Agree
fr: D'accord

source: Albanian
fr: albanais

source: Album list
fr: Liste des albums

source: Album list page by page + filters
fr: Liste des albums page par page + filtres

source: Albums count
fr: Nombre d'albums

source: Alert
fr: Alerte

source: All
fr: Tous

source: All Content
fr: Tout le contenu

source: All changed settings will be reset to default values
fr: Tous les paramètres modifiés seront réinitialisés aux valeurs par défaut.

source: All channels
fr: Toutes les chaînes

source: All fields is required
fr: Tous les champs sont obligatoires

source: All history
fr: Toute l'histoire

source: All ip-ranges is valid.
fr: Toutes les plages ip sont valables.

source: All links for channel id:{updid} has been deleted
fr: Tous les liens pour channel id:{updid} ont été supprimés

source: All logs
fr: Tous les journaux

source: All services
fr: Tous les services

source: All tasks for channel id:{updid} has been deleted
fr: Toutes les tâches pour channel id:{updid} ont été supprimées

source: All users log
fr: Journal de tous les utilisateurs

source: All views
fr: Toutes les vues

source: Allow TV recording
fr: Autoriser l'enregistrement TV

source: Allow USB PVR
fr: Autoriser le PVR USB

source: Allow USB TimeShift
fr: Autoriser le TimeShift USB

source: Allow nPVR
fr: Autoriser nPVR

source: Allow the user to record selected programs on the server repository
fr: Permettre à l'utilisateur d'enregistrer les programmes sélectionnés sur le référentiel du serveur

source: Allowed to use html-tags
fr: Autorisé à utiliser les balises html-tags

source: Allowed values from -720 to 840
fr: Valeurs autorisées de -720 à 840

source: Allowed values from 0 to 999
fr: Valeurs autorisées de 0 à 999

source: Already reset
fr: Déjà réinitialisé

source: Alternative Rock
fr: Rock alternatif

source: Amharic
fr: Amharique

source: An error in the management of subscriptions.
fr: Une erreur dans la gestion des abonnements.

source: An image in jpeg or png format, no larger than 1MB.
fr: Une image au format jpeg ou png, pas plus grande que 1MB.

source: Analog and S/PDIF 2-channel PCM
fr: Analogique et S/PDIF 2 canaux PCM

source: Analog only
fr: Analogique seulement

source: Android
fr: Androïde

source: Apache port
fr: Port Apache

source: App will help you to stay up to date with the changes in rates of currencies from all over the world.
fr: L'Appli vous aidera à rester à jour avec les changements de taux de change des devises du monde entier.

source: Appearance
fr: Apparence

source: Application Catalog. Editing the options of application
fr: Catalogue d'applications. Modification des options d'application

source: Application Startup
fr: Démarrage de l'application

source: Application catalog. Add new application by URL of the repository
fr: Catalogue d'applications. Ajouter une nouvelle application par URL du référentiel

source: Application catalog. Application info and list of available application versions
fr: Catalogue d'applications. Informations sur l'application et liste des versions d'application disponibles

source: Application catalog. Delete application
fr: Catalogue d'applications. Supprimer l'application

source: Application catalog. Delete installed application version
fr: Catalogue d'applications. Supprimer la version de l'application installée

source: Application catalog. Enable and disable application
fr: Catalogue d'applications. Activer et désactiver l'application

source: Application catalog. Getting application info from repository
fr: Catalogue d'applications. Obtenir des informations sur les applications à partir du référentiel

source: Application catalog. Install available application version
fr: Catalogue d'applications. Installer la version disponible de l'application

source: Application catalog. List of application versions
fr: Catalogue d'applications. Liste des versions d'application

source: Application catalog. List of applications
fr: Catalogue d'applications. Liste des applications

source: Application catalog. List of applications by page + filters
fr: Catalogue d'applications. Liste des applications par page + filtres

source: Application for SmartLauncher. Add new application by package name
fr: Application pour SmartLauncher. Ajouter une nouvelle application par nom de pack

source: Application for SmartLauncher. Application info and list of available application versions
fr: Application pour SmartLauncher. Informations sur l'application et liste des versions d'application disponibles

source: Application for SmartLauncher. Checking for updates for applications
fr: Application pour SmartLauncher. Vérification des mises à jour des applications

source: Application for SmartLauncher. Delete application
fr: Application pour SmartLauncher. Supprimer l'application

source: Application for SmartLauncher. Delete installed application version
fr: Application pour SmartLauncher. Supprimer la version de l'application installée

source: Application for SmartLauncher. Editing the options of application
fr: Application pour SmartLauncher. Modification des options d'application

source: Application for SmartLauncher. Enable and disable application
fr: Application pour SmartLauncher. Activer et désactiver l'application

source: Application for SmartLauncher. Getting application info from repository
fr: Application pour SmartLauncher. Obtenir des informations sur les applications à partir du référentiel

source: Application for SmartLauncher. Install available application version
fr: Application pour SmartLauncher. Installer la version disponible de l'application

source: Application for SmartLauncher. List of application versions
fr: Application pour SmartLauncher. Liste des versions d'application

source: Application for SmartLauncher. List of applications
fr: Application pour SmartLauncher. Liste des applications

source: Application for SmartLauncher. List of applications by page + filters
fr: Application pour SmartLauncher. Liste des applications par page + filtres

source: Application for SmartLauncher. Restoring installed applications from list of saved in file
fr: Application pour SmartLauncher. Restauration des applications installées à partir de la liste des applications enregistrées dans le fichier

source: Application for SmartLauncher. Saving list of installed applications into the file
fr: Application pour SmartLauncher. Enregistrement de la liste des applications installées dans le fichier

source: Application for SmartLauncher. Uninstalling all old applications and installation of latest base apps
fr: Application pour SmartLauncher. Désinstallation de toutes les anciennes applications et installation des dernières applications de base

source: Application for SmartLauncher. Updating applications
fr: Application pour SmartLauncher. Mise à jour des applications

source: Application has been deleted
fr: La demande a été supprimée

source: Application is not defined
fr: L'application n'est pas définie

source: Application is undefined
fr: L'application n'est pas définie

source: Application version
fr: Version d'application

source: Applications for Android and iOS
fr: Applications pour Android et iOS

source: Applications for Roku media player, and Samsung Tizen TV and LG WebOS Smart TVs, can be downloaded and installed for free from app stores, but a License key will be needed.
fr: Les applications pour le lecteur multimédia Roku et les téléviseurs Samsung Tizen TV et LG WebOS Smart TV peuvent être téléchargées et installées gratuitement à partir des magasins d'applications, mais une clé de licence sera nécessaire.

source: Applications for media players and Smart TVs
fr: Applications pour les lecteurs multimédia et les téléviseurs intelligents

source: Applications of Smart Launcher
fr: Applications du Smart Launcher

source: Apply
fr: Postulez

source: Apply detected languages
fr: Appliquer les langues détectées

source: Apply filter
fr: Appliquer le filtre

source: Approximate duration
fr: Durée approximative

source: Approximate duration(format) of episode of serial on minutes. Example: 24
fr: Durée approximative d'épisode de série sur procès-verbal. Exemple : 24

source: Apr
fr: Avr

source: April
fr: Avril

source: April_c
fr: Avril

source: Arabic
fr: Arabe

source: Archive
fr: Archives

source: Archive of channel with id - {chnl}
fr: Archive de la chaîne avec id - {chnl}

source: Archive servers
fr: Serveurs d'archives

source: Archived
fr: Archivé

source: Are you really want to subscribe to this service?
fr: Voulez-vous vraiment vous abonner à ce service ?

source: Are you really want to unsubscribe from this service?
fr: Voulez-vous vraiment vous désinscrire de ce service ?

source: Are you sure you want to change the status of the server %s?
fr: Êtes-vous sûr de vouloir changer l'état du serveur %s ?

source: Are you sure you want to change the status of the storage %s?
fr: Êtes-vous sûr de vouloir changer le statut des %s de stockage ?

source: Are you sure you want to change the status of the tester %s?
fr: Êtes-vous sûr de vouloir changer le statut du testeur %s ?

source: Are you sure you want to close this task?
fr: Êtes-vous sûr de vouloir fermer cette tâche ?

source: Are you sure you want to delete
fr: Vous êtes sûr de vouloir effacer

source: Are you sure you want to delete record %s?
fr: Êtes-vous sûr de vouloir effacer les %s d'enregistrement ?

source: Are you sure you want to delete server %s?
fr: Êtes-vous sûr de vouloir supprimer les %s du serveur ?

source: Are you sure you want to delete storage %s?
fr: Êtes-vous sûr de vouloir supprimer les %s de stockage ?

source: Are you sure you want to delete the group %s from the database?
fr: Êtes-vous sûr de vouloir supprimer le groupe %s de la base de données ?

source: Are you sure you want to delete user?
fr: Êtes-vous sûr de vouloir supprimer un utilisateur ?

source: Are you sure you want to delete users?
fr: Êtes-vous sûr de vouloir supprimer des utilisateurs ?

source: Are you sure you want to reject this task?
fr: Êtes-vous sûr de vouloir rejeter cette tâche ?

source: Are you sure you want to remove stb %s from the database?
fr: Êtes-vous sûr de vouloir supprimer le décodeur %s de la base de données ?

source: Are you sure you want to remove the tester %s?
fr: Êtes-vous sûr de vouloir supprimer les %s du testeur ?

source: Are you sure you want to reset a cache?
fr: Êtes-vous sûr de vouloir réinitialiser un cache ?

source: Are you sure you want to reset the cache of the storage %s?
fr: Êtes-vous sûr de vouloir réinitialiser le cache des %s de stockage ?

source: Are you sure you want to stop clearing of license keys?
fr: Êtes-vous sûr de vouloir arrêter d'effacer les clés de licence ?

source: Are you sure you want to update a cache? This operation will take some time.
fr: Êtes-vous sûr de vouloir mettre à jour un cache ? Cette opération prendra un certain temps.

source: Armenian
fr: Arménien

source: Artist
fr: Artiste

source: Artists
fr: Artistes

source: Assamese
fr: Assamois

source: Assigned to
fr: Affecté à

source: Assignee
fr: Cessionnaire

source: At the expiration of
fr: A l'expiration de

source: Attention please
fr: Votre attention s'il vous plaît
