Repository: alexanv/ministra-5.6.1
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: fr

source: Tracks
fr: Pistes

source: Tracks count
fr: Nombre de pistes

source: Tracks of Album
fr: Pistes de l'album

source: Try again
fr: Essayez à nouveau

source: Try now!
fr: Essayez maintenant !

source: Tue
fr: Mar

source: Tuesday
fr: Mardi

source: Turkish
fr: Turc

source: Turkmen
fr: Turkmènes

source: Turn on
fr: Allumer

source: Turn on date
fr: Date d'activation

source: Turn on monitoring service for this URL
fr: Activer le service de surveillance pour cette URL

source: Turned Off
fr: Eteint

source: Turned On
fr: Allumé

source: Tv archive
fr: Archive TV

source: Tv archive setting is not possible
fr: Le réglage de l'archive TV n'est pas possible

source: Type Serial adds seasons and episodes structure
fr: Type Serial ajoute la structure des saisons et des épisodes

source: Type of access to the service: regular or one-off - with the terms and the price of rent
fr: Type d'accès au service : régulier ou ponctuel - avec les conditions et le prix du loyer

source: UNSUBSCRIBE
fr: DÉSABONNER

source: URL availability check
fr: Contrôle de disponibilité de l'URL

source: URL for recording (multicast)
fr: URL pour l'enregistrement (multicast)

source: URL is busy
fr: L'URL est occupée

source: URL is free
fr: L'URL est gratuite

source: URL of application is not defined
fr: L'URL de l'application n'est pas définie

source: USB Device
fr: périphérique USB

source: USB Storage
fr: Stockage USB

source: USB drive
fr: Clé USB

source: USB recordings
fr: Enregistrements USB

source: Ukrainian
fr: Ukrainien

source: Ultra high quality
fr: Très haute qualité

source: Unable to load FFProbe library. Please install "ffmpeg" or other package with this library(eg "libav-tools")
fr: Impossible de charger la bibliothèque FFProbe. Veuillez installer "ffmpeg" ou un autre pack avec cette bibliothèque (par exemple "libav-tools").

source: Undefined
fr: Non défini

source: Undefined last health check time
fr: Heure non définie du dernier bilan de santé

source: Undefined tv-genre
fr: Tv-genre indéfini

source: Undo selection
fr: Annuler la sélection

source: Undo this action will be impossible
fr: Annuler cette action sera impossible

source: Unique movies
fr: Des films uniques

source: Unknown error
fr: Erreur inconnue

source: Unlimited
fr: Illimité

source: Unlock channel position
fr: Déverrouiller la position de la chaîne

source: Unpublish
fr: Non publié

source: Unpublish video
fr: Annuler la publication d'une vidéo

source: Unpublished
fr: Non publié

source: Unrecognized group operation
fr: Opération de groupe non comptabilisée

source: Unset expires billing date
fr: Annulation de la date d'expiration de la facture

source: Update
fr: Mise à jour

source: Update EPG
fr: Mise à jour de l'EPG

source: Update all
fr: Mettre à jour tout

source: Update cache storages
fr: Mettre à jour les mémoires cache

source: Update channel list
fr: Mettre à jour la liste des chaînes

source: Update data
fr: Date de mise à jour

source: Update date
fr: Date de mise à jour

source: Update favorites
fr: Mettre à jour les favoris

source: Update for channel id:{updid} ended with an error
fr: La mise à jour de channel id:{updid} s'est terminée par une erreur

source: Update info
fr: Informations de mise à jour

source: Update key id:{updid} ended with an error
fr: Update key id:{updid} s'est terminé par une erreur

source: Update or force an update EPG
fr: Mettre à jour ou forcer une mise à jour de l'EPG

source: Update season data
fr: Mise à jour des données de la saison

source: Update status
fr: État de la mise à jour

source: Update the cache
fr: Mettre à jour le cache

source: Update the cache – receive new information about all content in the storage
fr: Mettre à jour le cache - recevoir de nouvelles informations sur tout le contenu du stockage

source: Update the rating of movie from kinopoisk.ru portal
fr: Mettre à jour le classement des films du portail kinopoisk.ru

source: Update type
fr: Type de mise à jour

source: Update type: http update (load the image from HTTP) or reboot DHCP (reboot the STB to the DHCP boot mode)
fr: Type de mise à jour : mise à jour http (chargement de l'image depuis HTTP) ou redémarrage DHCP (redémarrage du décodeur en mode DHCP boot)

source: Updated
fr: Mise à jour

source: Updated %s videos and %s karaokes
fr: Mise à jour des %s vidéos et %s karaokes

source: Updated according to the subscription channels.
fr: Mise à jour en fonction des chaînes abonnées.

source: Updates
fr: Mises à jour

source: Upload failed
fr: Echec du téléchargement

source: Upload the image
fr: Télécharger l'image

source: Upload the list
fr: Télécharger la liste

source: Uploaded bytes exceed file size
fr: Les octets téléchargés dépassent la taille du fichier

source: Uploading of list of installed applications
fr: Téléchargement de la liste des applications installées

source: Uploading progress
fr: Progression du téléchargement

source: Uploading theme images
fr: Téléchargement d'images thématiques

source: Urdu
fr: Ourdou

source: Use Ctrl key to select several items
fr: Utilisez la touche Ctrl pour sélectionner plusieurs éléments

source: Use PAGE-/+ buttons to move through several menu items
fr: Utilisez les boutons PAGE-/+ pour vous déplacer dans plusieurs éléments du menu

source: Use as default
fr: Utiliser comme valeur par défaut

source: Use your username and password to login or register on %s
fr: Utilisez votre nom d'utilisateur et votre mot de passe pour vous connecter ou vous inscrire sur %s

source: Used filter
fr: Filtre usagé

source: Used illegal characters
fr: Caractères illégaux utilisés

source: Used only for MAG100 compatibility with the portal. You may choose up to 4 genres.
fr: Utilisé uniquement pour la compatibilité MAG100 avec le portail. Vous pouvez choisir jusqu'à 4 genres.

source: User
fr: Utilisateur

source: User account
fr: Compte utilisateur

source: User activity
fr: Activité de l'utilisateur

source: User can perform TimeShift function using Flash drive.
fr: L'utilisateur peut exécuter la fonction TimeShift à l'aide de la clé USB.

source: User can record selected shows and programs to the Flash drive.
fr: L'utilisateur peut enregistrer les émissions et programmes sélectionnés sur la clé USB.

source: User country
fr: Pays utilisateur

source: User deleted
fr: Utilisateur supprimé | %supprimé% Utilisateurs supprimés

source: User deleting error
fr: Erreur de suppression de l'utilisateur

source: User group
fr: Groupe d'utilisateurs

source: User groups
fr: Groupes d'utilisateurs

source: User language
fr: Langue de l'utilisateur

source: User logs
fr: Journaux d'utilisateur

source: User profile
fr: Profil de l'utilisateur

source: User role "%s" does not exists
fr: ou le fichier n'existe pas

source: User status
fr: Statut utilisateur

source: User subscription on tv-channels
fr: Abonnement des utilisateurs sur les chaînes de télévision

source: User with this MAC-address is not defined
fr: L'utilisateur avec cette adresse MAC n'est pas défini

source: User's language
fr: Langue de l'utilisateur

source: User's theme
fr: Thème utilisateur

source: User-Agent Filter
fr: Filtre d'agent utilisateur

source: Username
fr: Nom d'utilisateur

source: Username "%s" does not exist.
fr: Le nom d'utilisateur "%s" n'existe pas.

source: Users
fr: Utilisateurs

source: Users TV views statistics per month
fr: Utilisateurs TV regarde les statistiques par mois

source: Users activity
fr: Activité des utilisateurs

source: Users can connect to Stalker middleware even if the number of active devices exceeds the amount of available licenses. According to active devices statistics, in the end of every quarter you will get a supplementary invoice equal to 25%% of annual value of additional licenses. You can also request for another certificate with needed amount of licenses and use it with the one you already own.
fr: Les utilisateurs peuvent se connecter au middleware Stalker même si le nombre de périphériques actifs dépasse le nombre de licences disponibles. Selon les statistiques sur les dispositifs actifs, à la fin de chaque trimestre, vous recevrez une facture supplémentaire égale à 25%% de la valeur annuelle des licences supplémentaires. Vous pouvez également demander un autre certificat avec le nombre de licences nécessaires et l'utiliser avec celui que vous possédez déjà.

source: Users events
fr: Événements utilisateurs

source: Users list
fr: Liste des utilisateurs

source: Users not found
fr: Utilisateurs introuvables

source: Users of reseller
fr: Utilisateurs du revendeur

source: Users statistics for Jokes
fr: Statistiques des utilisateurs pour Jokes

source: Users statistics for TV
fr: Statistiques des utilisateurs pour la télévision

source: Users statistics for VIDEO
fr: Statistiques des utilisateurs pour VIDEO

source: Users video views statistics per month
fr: Les utilisateurs visionnent les statistiques de visionnage de vidéos par mois

source: Using default zone
fr: Utilisation de la zone par défaut

source: Uzbek
fr: Ouzbek

source: VIDEO CLUB
fr: CLUB VIDÉO

source: VIEW
fr: VUE

source: Valid
fr: Valable

source: Valid protocols are http://, rtp:// and udp://
fr: Les protocoles valides sont http://, rtp:// et udp://

source: Valid protocols are http://, rtp:// and udp://.
fr: Les protocoles valides sont http://, rtp:// et udp://.

source: Valid until
fr: Valable jusqu'au

source: Valid up to
fr: Valable jusqu'à

source: Validation Administrator Login
fr: Connexion de l'administrateur de validation

source: Validation artist name
fr: Nom de l'artiste de validation

source: Validation group name
fr: Nom du groupe de validation

source: Validation name of the language of performance
fr: Nom de validation de la langue d'exécution

source: Validation names audio genre
fr: Validation des noms de genres audio

source: Validation names of radio
fr: Noms de validation de la radio

source: Validation names of release
fr: Noms de validation de la version

source: Validation names tv genre
fr: Validation des noms de genres tv

source: Validation names video category
fr: Validation des noms de catégorie vidéo

source: Validation names video genre
fr: Validation des noms de genre vidéo

source: Validation number of radio
fr: Numéro de validation de la radio

source: Validation of MAC-address of STB of moderator
fr: Validation de l'adresse MAC du décodeur du modérateur

source: Validation of URL EPG
fr: Validation de l'URL GEP

source: Validation of external ID for package
fr: Validation de l'ID externe de l'emballage

source: Validation of login user
fr: Validation du login utilisateur

source: Validation of number of the video-category
fr: Validation du numéro de la catégorie vidéo

source: Validation of title STB
fr: Validation du titre du décodeur

source: Validation of title movie
fr: Validation du film titre

source: Validity of the certificate expires after {expire} days
fr: La validité du certificat expire après {expirer} jours

source: Validity of the certificate has expired {expire} days ago
fr: La validité du certificat a expiré il y a {expirer} jours.

source: Validity period, days
fr: Période de validité, jours

source: Value must be numeric
fr: La valeur doit être numérique

source: Verify that you can add an STB to the group
fr: Vérifiez que vous pouvez ajouter un décodeur au groupe

source: Video
fr: Vidéo

source: Video Schedule
fr: Horaire vidéo

source: Video URL
fr: URL de la vidéo

source: Video archive
fr: Archives vidéo

source: Video club advertising
fr: Publicité dans les clubs vidéo

source: Video id:{updid} has been deleted
fr: Vidéo id:{updid} a été supprimé

source: Video id:{updid} not deleted
fr: ID vidéo:{updid} non supprimé

source: Video instruction
fr: Instruction vidéo

source: Video log
fr: Journal vidéo

source: Video out
fr: Sortie vidéo

source: Video quality
fr: Qualité vidéo

source: Video search
fr: Recherche vidéo

source: Video statistics
fr: Statistiques vidéo

source: Video tasks archive
fr: Archivage des tâches vidéo

source: Video title
fr: Titre de la vidéo

source: Video views statistics by genres per month
fr: Statistiques de visionnage des vidéos par genre et par mois

source: Video views statistics per month
fr: Statistiques de visionnage de vidéos par mois

source: Video volume adjustment
fr: Réglage du volume vidéo

source: Video will be available soon
fr: La vidéo sera bientôt disponible

source: Video {updchid} has been deleted
fr: La vidéo {updchid} a été supprimée

source: Video {updchid} has been processed
fr: La vidéo {updchid} a été traitée

source: Video {updchid} has been unpublished
fr: La vidéo {updchid} n'a pas été publiée

source: Video {updid} has been disabled
fr: La vidéo {updid} a été désactivée

source: Video {updid} has been enabled
fr: La vidéo {updid} a été activée

source: Video {updid} has not been disabled
fr: La vidéo {updid} n'a pas été désactivée

source: Video {updid} has not been enabled
fr: La vidéo {updid} n'a pas été activée

source: Video-club sound
fr: Son de vidéo-club

source: Video-club video
fr: Vidéo-club vidéo

source: Vietnamese
fr: Vietnamien

source: View and edit permissions of the current group
fr: Afficher et modifier les permissions du groupe actuel

source: View is a playback of more than 70%% of movie length
fr: La vue est une lecture de plus de 70%% de la longueur du film

source: View is a review of at least one joke
fr: View est un examen d'au moins une blague

source: View is an uninterrupted playback of channel for more than 30 minutes
fr: L'affichage est une lecture ininterrompue d'une chaîne pendant plus de 30 minutes.

source: View message
fr: Voir le message

source: View, add and edit joke
fr: Afficher, ajouter et modifier une blague

source: View, add and edit karaoke
fr: Visualiser, ajouter et éditer des karaokés

source: Viewing
fr: Visualisation

source: Viewing and editing EPG
fr: Affichage et édition de l'EPG

source: Viewing and editing EPG for channel
fr: Visualisation et édition de l'EPG de la chaîne

source: Viewing and editing administrator
fr: Affichage et modification de l'administrateur

source: Viewing and editing advertising block
fr: Affichage et édition d'un bloc publicitaire

source: Viewing and editing album
fr: Affichage et édition de l'album

source: Viewing and editing firmware updates
fr: Affichage et édition des mises à jour du micrologiciel

source: Viewing and editing group
fr: Affichage et modification du groupe

source: Viewing and editing moderator
fr: Visualisation et édition du modérateur

source: Viewing and editing movie
fr: Visualisation et édition de films

source: Viewing and editing radio
fr: Visualisation et édition de la radio

source: Viewing and editing service package
fr: Visualisation et modification de l'ensemble des services

source: Viewing and editing storages
fr: Visualisation et modification des stockages

source: Viewing and editing tariff plan
fr: Visualisation et édition du plan tarifaire

source: Viewing and editing title of STB
fr: Affichage et édition du titre du décodeur

source: Viewing and editing user
fr: Visualisation et modification de l'utilisateur

source: Viewing of available skins
fr: Visualisation des skins disponibles

source: Views
fr: Vues

source: Views counted
fr: Vues comptées

source: Views last month
fr: Vues le mois dernier

source: Views lifetime
fr: Durée de vie des vues

source: Views per month
fr: Vues par mois

source: Views quantity
fr: Quantité de vues

source: Views started
fr: Vues commencées

source: Visibility
fr: Visibilité

source: Volume correction
fr: Correction du volume

source: Volume level
fr: Niveau de volume

source: WEATHER
fr: MÉTÉO

source: WEDNESDAY
fr: Mercredi

source: WOWZA support
fr: Support WOWZA

source: Wait
fr: Attendez

source: Wait. List of installed applications is generated
fr: Attendez. La liste des applications installées est générée

source: Warning
fr: Avertissement

source: Watch TV shows, movies, tv series, news and educational programs in digital quality.
fr: Regardez des émissions de télévision, des films, des séries télévisées, des informations et des programmes éducatifs en qualité numérique.

source: Watch ended
fr: Montre terminée

source: Watch movies, listen to music or view the photos, saved on your removable storages or within the local network.
fr: Regardez des films, écoutez de la musique ou visionnez des photos, enregistrées sur vos supports amovibles ou sur le réseau local.

source: Watch started
fr: La montre a commencé

source: Watched
fr: Regardé

source: Watched TV channel
fr: Chaîne de télévision regardée

source: Watched movie
fr: J'ai regardé un film

source: Weather forecast for three subsequent days in any city of the world.
fr: Prévisions météorologiques pour les trois jours suivants dans n'importe quelle ville du monde.

source: Web site
fr: Le site Web

source: Wed
fr: Mer

source: Wednesday
fr: Mercredi

source: Week
fr: Semaine

source: Weight
fr: Poids de l'appareil

source: Welsh
fr: Gallois

source: Western
fr: Occidental

source: What are the certificates?
fr: Quels sont les certificats ?

source: What should I do if I need to connect more devices than I have licenses?
fr: Que dois-je faire si j'ai besoin de connecter plus d'appareils que je n'ai de licences ?

source: Whath's new
fr: Quoi de neuf

source: When
fr: Quand

source: Which devices are already integrated with Stalker Middleware?
fr: Quels périphériques sont déjà intégrés avec Stalker Middleware ?

source: Which devices are supported?
fr: Quels appareils sont supportés ?

source: Wind
fr: Vent

source: With time limit
fr: Avec limite de temps

source: Without limit
fr: Sans limite

source: World cinema
fr: Cinéma mondial

source: Write database error
fr: Erreur d'écriture de la base de données

source: Write us on
fr: Écrivez-nous sur

source: Wrong
fr: Faux

source: Wrong epg
fr: Mauvais epg

source: Wrong format for ip-address or subnet
fr: Mauvais format pour l'adresse IP ou le sous-réseau

source: Wrong location header.
fr: En-tête d'emplacement incorrect.

source: Wrong signature
fr: Mauvaise signature

source: XMLTV ID
fr: ID XMLTV

source: XMLTV ID of channel in EPG file. If the EPG source has the prefix state it in &lt;your_prefix&gt;ID format
fr: ID XMLTV de la chaîne dans le fichier EPG. Si le code source de l'EPG a le préfixe, indiquez-le au format &lt;your_prefix&gt;ID

source: XMLTV file hash
fr: Fichier XMLTV haché

source: Xtream-Codes
fr: Codes Xtream

source: Xtream-Codes support
fr: Support des codes Xtream

source: YES
fr: OUI

source: Year
fr: Année

source: Year of the film creation Example: 2014
fr: Année de création du film Exemple : 2014

source: Years
fr: Années

source: Yes
fr: Oui

source: Yes, stop
fr: Oui, arrête

source: Yes, you can. If your certificates are valid within a certain time, their licenses summarize. If validity interval of any certificate is over, it’s licenses are subtracted from a total number.
fr: Si, tu peux le faire. Si vos certificats sont valides dans un certain délai, leurs licences sont résumées. Si l'intervalle de validité d'un certificat est dépassé, ses licences sont soustraites d'un nombre total.

source: Yes. Our server gets requests any time you try to authorize a set-top box. If your certificate is valid it will be authorized even if the request failed to reach our server. That guarantees high-availability of connected devices.
fr: Oui. Notre serveur reçoit des demandes chaque fois que vous essayez d'autoriser un décodeur. Si votre certificat est valide, il sera autorisé même si la demande n'est pas parvenue à notre serveur. Cela garantit une haute disponibilité des appareils connectés.

source: You are going to leave this page, some form data may be lost... Continue?
fr: Vous allez quitter cette page, certaines données du formulaire peuvent être perdues.... Continuer ?

source: You are not authorized for this action
fr: Vous n'êtes pas autorisé pour cette action

source: You can choose up to 4 genres
fr: Vous pouvez choisir jusqu'à 4 genres

source: You can configure DVB channels in the settings menu
fr: Vous pouvez configurer les chaînes DVB dans le menu Paramètres

source: You can filter the STBs according to their connection type (Wi-Fi, Ethernet) and to the models (250,275…). Field is case sensitive
fr: Vous pouvez filtrer les décodeurs en fonction de leur type de connexion (Wi-Fi, Ethernet) et des modèles (250,275...). Le champ est sensible à la casse

source: You can have multiple Source ID.
fr: Vous pouvez avoir plusieurs ID source.

source: You can not change your own login
fr: Vous ne pouvez pas changer votre propre login

source: You can not connect to the service in this network.
fr: Vous ne pouvez pas vous connecter au service dans ce réseau.

source: You can not publish this entry. There are no available video file for this entry.
fr: Vous ne pouvez pas publier cette entrée. Il n'y a pas de fichier vidéo disponible pour cette entrée.

source: You can not publishing record with protocol - "custom", and with empty field - URL
fr: Vous ne pouvez pas publier d'enregistrement avec protocole - "personnalisé", et avec champ vide - URL

source: You can use Add button to add missed genres to the list
fr: Vous pouvez utiliser le bouton Ajouter pour ajouter des genres manqués à la liste

source: You can use Latin letters, digits and symbols from the list ! @ # $ % ^ & * ( ) _ - + : ; , .
fr: Vous pouvez utiliser les lettres, chiffres et symboles latins de la liste ! @ # $ % ^ & * ( ) _ - + : ; , .

source: You can use arrow keys and space button to transfer elements lightly
fr: Vous pouvez utiliser les touches fléchées et le bouton espace pour transférer les éléments légèrement

source: You can use letters, digits
fr: Vous pouvez utiliser des lettres, des chiffres

source: You can use letters, digits and _
fr: Vous pouvez utiliser des lettres, des chiffres et _

source: You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
fr: Vous pouvez utiliser des lettres, des chiffres et des symboles de la liste : ! @ # $ % ^ & * ( ) _ - + : ; , .

source: You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , . It will be shown in the load balancer.
fr: Vous pouvez utiliser des lettres, des chiffres et des symboles de la liste : ! @ # $ % ^ & * ( ) _ - + : ; , . Il sera affiché dans l'équilibreur de charge.

source: You can use symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
fr: Vous pouvez utiliser les symboles de la liste : ! @ # $ % ^ & * ( ) _ - + : ; , .

source: You can't delete category with movies or genres
fr: Vous ne pouvez pas supprimer une catégorie avec des films ou des genres

source: You can't delete genre with movies
fr: Vous ne pouvez pas supprimer un genre avec les films

source: You cannot change the name of storage
fr: Vous ne pouvez pas modifier le nom du stockage

source: You don't have permission for edit this record
fr: Vous n'avez pas la permission d'éditer cet enregistrement

source: You have any additional questions?
fr: Vous avez d'autres questions ?

source: You have successfully subscribed to the service.
fr: Vous avez souscrit avec succès au service.

source: You have successfully subscribed to the service. STB will be rebooted.
fr: Vous avez souscrit avec succès au service. Le décodeur sera redémarré.

source: You have successfully unsubscribed from the service.
fr: Vous vous êtes désabonné avec succès du service.

source: You have successfully unsubscribed from the service. STB will be rebooted.
fr: Vous vous êtes désabonné avec succès du service. Le décodeur sera redémarré.

source: You have unsaved data. First you need to save it. Do it?
fr: Vous avez des données non sauvegardées. Vous devez d'abord le sauvegarder. Le faire ?
