Repository: alexanv/ministra-5.6.1
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: fr

source: RECORDS
fr: ENREGISTREMENTS

source: REFRESH
fr: RAFRAÎCHIR

source: REMIND
fr: RAPPEL

source: RULES
fr: RÈGLEMENT INTÉRIEUR

source: Radio channels
fr: Chaînes radio

source: Radio-channel %s set to active because its URL became available.
fr: Les %s de la chaîne radio sont activés parce que son URL est devenu disponible.

source: Radio-channel %s set to inactive because its URL are not available.
fr: Les %s de la chaîne radio sont réglés sur inactifs parce que son URL n'est pas disponible.

source: Rain
fr: Pluie

source: Range "{rng}" have intersect with exists range.
fr: La plage "{rng}" a croisé la plage existante.

source: Range "{rng}" is subnet of private network?
fr: La plage "{rng}" est le sous-réseau du réseau privé ?

source: Rating
fr: Classement

source: Rating MPAA
fr: Classement MPAA

source: Reached limit the duration of continuous playback. To continue playback, press the OK or EXIT.
fr: Atteint limite la durée de la lecture en continu. Pour continuer la lecture, appuyez sur la touche OK ou EXIT.

source: Read more
fr: En savoir plus...

source: Ready
fr: Prêt

source: Ready for send to archive
fr: Prêt pour l'envoi aux archives

source: Reboot
fr: Redémarrage

source: Reboot the STB after OK button is pressed
fr: Redémarrez le décodeur après avoir appuyé sur le bouton OK.

source: Receipt status
fr: État des reçus

source: Received
fr: Reçu

source: Recipient
fr: Bénéficiaire

source: Recommended format – png, no smaller than 96*96 pixels, maximum size of the file – 1 MB.
fr: Format recommandé - png, pas moins de 96*96 pixels, taille maximale du fichier - 1 Mo.

source: Recommended resolution is 1920x1080
fr: La résolution recommandée est 1920x1080

source: Recommended resolution is 720х576
fr: La résolution recommandée est 720х576

source: Recommended viewer age
fr: Âge recommandé du téléspectateur

source: Record TV
fr: Enregistrer TV

source: Recording
fr: Enregistrement

source: Recording duration limit is reached
fr: La limite de durée d'enregistrement est atteinte

source: Recording for this channel already exist
fr: L'enregistrement pour cette chaîne existe déjà

source: Recording is not finished yet
fr: L'enregistrement n'est pas encore terminé

source: Recording on USB device interrupted
fr: Enregistrement sur périphérique USB interrompu

source: Recording this channel is forbidden
fr: L'enregistrement de cette chaîne est interdit

source: Records
fr: Enregistrements

source: Records of channel with id - {tsk} , user id - {usr}
fr: Enregistrements de la chaîne avec id - {tsk}. ID utilisateur - {usr}, ID utilisateur

source: Reference services
fr: Services de référence

source: Refresh cache
fr: Rafraîchir le cache

source: Region
fr: Région

source: Register
fr: S'inscrire

source: Register form for new client
fr: Formulaire d'inscription pour nouveau client

source: Registering
fr: Inscription

source: Registration Date
fr: Date d'enregistrement

source: Registration in the system
fr: Enregistrement dans le système

source: Regular quality
fr: Qualité régulière

source: Reject
fr: Rejeter

source: Rejected
fr: Rejeté

source: Rejected tasks
fr: Tâches rejetées

source: Release date
fr: Date de sortie

source: Reload portal
fr: Portail de rechargement

source: Remaining clearings
fr: Solides dégagements restants

source: Remind me later
fr: Rappelez-moi plus tard

source: Reminder: One of your certificates is expiring
fr: Rappel : Un de vos certificats expire

source: Remove
fr: Enlever

source: Remove EPG
fr: Retirer l'EPG

source: Remove STB from group
fr: Retirer le décodeur du groupe

source: Remove advertising block
fr: Supprimer le bloc publicitaire

source: Remove artist
fr: Retirer l'artiste

source: Remove channel
fr: Enlever la chaîne

source: Remove filters set
fr: Enlever le jeu de filtres

source: Remove firmware update
fr: Supprimer la mise à jour du firmware

source: Remove from favorites
fr: Supprimer des favoris

source: Remove from group
fr: Retirer du groupe

source: Remove group STB
fr: Supprimer le groupe décodeur

source: Remove karaoke
fr: Supprimer le karaoké

source: Remove language of performance
fr: Supprimer la langue d'exploitation

source: Remove logo of channel
fr: Enlever le logo de la chaîne

source: Remove moderator
fr: Supprimer le modérateur

source: Remove movie
fr: Supprimer la vidéo

source: Remove movie from schedule switch on
fr: Supprimer la vidéo de l'horaire Activer l'activation de la vidéo

source: Remove notification
fr: Supprimer la notification

source: Remove of templates of messages
fr: Suppression des modèles de messages

source: Remove radio
fr: Retirer la radio

source: Remove schedule
fr: Supprimer le planning

source: Remove season
fr: Retirer la saison

source: Remove service package
fr: Retirer l'ensemble des services

source: Remove storages
fr: Retirer les stockages

source: Remove tariff plan
fr: Supprimer le plan tarifaire

source: Remove the audio genre
fr: Supprimer le genre audio

source: Remove the tv genre
fr: Supprimer le genre tv

source: Remove the video category
fr: Supprimer la catégorie vidéo

source: Remove the video genre
fr: Supprimer le genre vidéo

source: Remove this EPG
fr: Supprimer cet EPG

source: Remove this filter?
fr: Retirer ce filtre ?

source: Remove this reseller?
fr: Retirer ce revendeur ?

source: Remove this user from the group?
fr: Supprimer cet utilisateur du groupe ?

source: Remove user
fr: Supprimer un utilisateur

source: Remove users
fr: Supprimer un utilisateur

source: Remove year of year of release
fr: Retirer l'année de l'émission

source: Removing a composition
fr: Suppression d'une composition

source: Removing a group
fr: Suppression un groupe

source: Removing administrator
fr: Suppression de l'administrateur

source: Removing album
fr: Suppression d'un album

source: Removing an existing area
fr: Suppression d'une zone existante

source: Removing joke
fr: Suppression de la blague

source: Removing of servers broadcasting
fr: Suppression de la diffusion de serveurs

source: Removing phone numbers
fr: Suppression de numéros de téléphone

source: Removing the scheduled events
fr: Suppression des événements programmés

source: Rent duration
fr: Durée du location

source: Rent duration: {0}h
fr: Durée du location: {0}h

source: Repeat new password
fr: Répéter le nouveau mot de passe

source: Repeat the password
fr: Répéter le mot de passe

source: Repeating interval
fr: Intervalle de répétition

source: Reply
fr: Répondre

source: Report
fr: Rapport d'activité

source: Report by page + filters
fr: Rapport par page + filtres

source: Report for the stb status changed on %s on %s
fr: Rapport pour l'état du décodeur modifié sur %s on %s

source: Report is formed due to done and rejected tasks
fr: Le rapport est formé en raison des tâches effectuées et rejetées.

source: Report of the stb status changing on %s on %s
fr: Rapport de l'état du décodeur changeant sur %s on %s

source: Report on changing of state STB
fr: Rapport sur le changement d'état du décodeur

source: Report on changing of state STB by page + filters
fr: Rapport de changement d'état du décodeur par page + filtres

source: Request
fr: Demande

source: Request is being processed
fr: La demande est en cours de traitement

source: Request of new certificate
fr: Demande de nouveau certificat

source: Requested
fr: Demandé

source: Requested channel not found
fr: Chaîne demandé introuvable

source: Required
fr: Requis

source: Required STB API version
fr: Version Décodeur API requise

source: Required cover dimensions are: 240x240 pixels
fr: Les dimensions requises pour le couvercle sont : 240x320 pixels

source: Required hardware version
fr: Version de l'image requise

source: Required image description
fr: Version de l'image requise

source: Required image version
fr: Version de l'image requise

source: Requires at least one link of broadcast
fr: Nécessite au moins un lien de diffusion

source: Reseller
fr: Revendeur

source: Reseller IP-ranges
fr: Nom du revendeur

source: Reseller is assigned to user
fr: Le revendeur est affecté à l'utilisateur | Le revendeur est affecté aux utilisateurs

source: Reseller is assigned to users
fr: Revendeurs. Liste des revendeurs

source: Reseller is unassigned from user
fr: Le revendeur n'est pas attribué à l'utilisateur | Le revendeur n'est pas attribué aux utilisateurs | Le revendeur n'est pas attribué aux utilisateurs

source: Reseller is unassigned to users
fr: Revendeurs. Liste des revendeurs

source: Reseller name
fr: Nom du revendeur

source: Reseller not found
fr: Revendeur introuvable

source: Reseller unassigning error
fr: Erreur de désaffectation du revendeur

source: Resellers
fr: Revendeurs

source: Resellers. List of resellers
fr: Revendeurs. Liste des revendeurs

source: Resellers. List of resellers by page + filters
fr: Revendeurs. Liste des revendeurs par page + filtres

source: Reserve
fr: Réserve

source: Reserved
fr: Réservé

source: Reserved keys
fr: Réservé

source: Reset
fr: Réinitialiser

source: Reset all
fr: Réinitialiser tout

source: Reset cache storages
fr: Réinitialiser les mémoires cache

source: Reset claims counter
fr: Réinitialiser le compteur de sinistres

source: Reset claims counter for video
fr: Réinitialiser le compteur de réclamations pour la vidéo

source: Reset favorite TV channels? The channels will be reset only if immediately restart the stb!
fr: Réinitialiser les chaînes TV préférées ? Les chaînes ne seront réinitialisés que si l'on redémarre immédiatement le décodeur !

source: Reset favorites TV user
fr: Réinitialiser les favoris de l'utilisateur TV

source: Reset media-claims
fr: Réinitialiser les réclamations des médias

source: Reset settings to default
fr: Réinitialiser les paramètres par défaut

source: Reset the password of Parent Control user
fr: Réinitialiser le mot de passe de l'utilisateur Controle Parentale

source: Reset to default password?
fr: Réinitialiser le mot de passe par défaut ?

source: Resetting claims for video {updid} ended with an error
fr: La réinitialisation des revendications pour la vidéo {updid} s'est terminée par une erreur

source: Resetting launcher themes to default settings
fr: Réinitialisation des thèmes du lanceur aux paramètres par défaut

source: Resetting password of user access control
fr: Réinitialisation du mot de passe du contrôle d'accès utilisateur

source: Rest of numbers must be filled manually
fr: Le reste des numéros doit être rempli manuellement

source: Restart all TV archives
fr: Redémarrer toutes les archives TV

source: Restart the portal
fr: Redémarrer le portail

source: Restore initial theme
fr: Restaurer le thème initial

source: Results of extended diagnostics
fr: Résultats des diagnostics étendus

source: Return reason
fr: Motif du retour

source: Right
fr: Droite

source: Romanian
fr: Roumain

source: Romantic
fr: Romantique

source: Run application
fr: Exécuter l'application

source: Russian
fr: Russe

source: S/PDIF raw or 2-channel PCM
fr: S/PDIF brut ou PCM à 2 chaînes

source: SATURDAY
fr: Samedi

source: SAVE
fr: ÉCONOMISEZ

source: SD movies
fr: Films SD

source: SE
fr: SOCIÉTÉ EUROPÉENNE

source: SEARCH
fr: RECHERCHE

source: SEPTEMBER
fr: Septembre

source: SERVICES MANAGEMENT
fr: GESTION DES SERVICES

source: SERVICES PACKAGES
fr: FORFAITS DE SERVICES

source: SETTINGS
fr: RÉGLAGES

source: SOFTWARE UPDATE
fr: ACTUALISATION DU LOGICIEL

source: SORT
fr: TRIER

source: START
fr: DÉMARRAGE

source: START UPDATE
fr: MISE À JOUR DU DÉMARRAGE

source: STB API version
fr: Décodeur Version API

source: STB Model
fr: Modèle de décodeur

source: STB model
fr: Modèle de décodeur

source: STB of group
fr: Décodeur du groupe

source: STB of moderators allow to show unpublished video and optionally skipping advertising
fr: Décodeur des modérateurs permettent de diffuser des vidéos inédites et éventuellement de sauter de la publicité

source: STB statuses report
fr: Rapport sur l'état des décodeurs

source: STB statuses report
fr: Rapport sur l'état des décodeurs

source: SUBSCRIBE
fr: S'ABONNER

source: SUNDAY
fr: Dimanche

source: SYSTEM
fr: SYSTÈME

source: Saturday
fr: Samedi

source: Save
fr: Sauvegarder

source: Save & Forward
fr: Sauvegarder et transférer

source: Save EPG for channel
fr: Enregistrer EPG pour la chaîne

source: Save channels
fr: Enregistrer les chaînes

source: Save filter
fr: Enregistrer le filtre

source: Save filters set
fr: Enregistrer l'ensemble des filtres

source: Save log as .CSV
fr: Enregistrer le journal sous .CSV

source: Save one m3u-item as channel
fr: Enregistrer un m3u-item comme chaîne

source: Save the list
fr: Enregistrer la liste

source: Save video genre
fr: Sauvegarder le genre vidéo

source: Save viewing history
fr: Sauvegarder l'historique de visualisation

source: Saved
fr: Sauvé

source: Saving EPG for item from channels list
fr: Enregistrement de l'EPG pour un élément de la liste des chaînes

source: Saving error
fr: Erreur de sauvegarde

source: Saving settings drop-down menu user
fr: Utilisateur du menu déroulant Enregistrer les paramètres

source: Saving support info for the specified language
fr: Sauvegarde des informations d'assistance pour la langue spécifiée

source: Saving was successful
fr: L'épargne a été un succès

source: Schedule
fr: Calendrier

source: Schedule of publishing
fr: Calendrier de publication

source: Schedule switch on
fr: Activation de l'horaire

source: Schedule switch on of movie
fr: Programmer la mise en marche de la vidéo

source: Schedule switch on of movie by page + filters
fr: Programmer l'activation de la vidéo par page + filtres

source: Schedule turn the video on
fr: Programmer l'activation de la vidéo

source: Scheduled
fr: Programmé

source: Scots/Gaelic
fr: Écossais/Gaëlique

source: Screensaver interval
fr: Intervalle de l'économiseur d'écran

source: Screenshots
fr: Captures d'écran

source: Search
fr: Rechercher

source: Search in storages
fr: Rechercher dans les entrepôts

source: Search movies on storages
fr: Rechercher des films sur les entrepôts

source: Search unique movies
fr: Rechercher des films uniques

source: Search video
fr: Rechercher une vidéo

source: Search video by page + filters
fr: Recherche vidéo par page + filtres

source: Season
fr: Saison

source: Seasons
fr: Saisons

source: Seasons({updid}) not deleted
fr: Saisons({updid}) non supprimées

source: Select
fr: Sélectionnez

source: Select Source ID.
fr: Sélectionnez Source ID.

source: Select a group of users that will be delivered message
fr: Sélectionnez un groupe d'utilisateurs qui recevront le message.

source: Select all
fr: Sélectionner tout

source: Select date
fr: Choisir la date

source: Select file
fr: Sélectionner le fichier

source: Select link
fr: Sélectionner un lien

source: Select none
fr: Sélectionnés

source: Select one of the actions
fr: Sélectionnez l'une des actions

source: Select preset for STB type
fr: Sélectionner le préréglage pour le type de décodeur

source: Select the Source ID, used devices and display advertising format.
fr: Sélectionnez l'ID source, les appareils utilisés et le format d'affichage de la publicité.

source: Select the content delivery type (http,custom url, nfs). When using HTTP NFS the link to the content is not used, but the content is stored on the server.
fr: Sélectionnez le type de diffusion du contenu (http, url personnalisée, nfs). Lorsque vous utilisez HTTP NFS, le lien vers le contenu n'est pas utilisé, mais le contenu est stocké sur le serveur.

source: Select the platform for advertising clips.
fr: Sélectionnez la plate-forme pour les clips publicitaires.

source: Select the storage for recording
fr: Sélectionner la mémoire pour l'enregistrement

source: Select where to save the record
fr: Sélectionnez l'endroit où enregistrer l'enregistrement

source: Selected
fr: Sélectionnés

source: Selected users
fr: Utilisateurs sélectionnés

source: Selecting the method of content delivery to the user (http or custom url). When using HTTP, there is no link to the content, it is stored on the server.
fr: Sélection de la méthode de livraison du contenu à l'utilisateur (http ou url personnalisée). Lors de l'utilisation de HTTP, il n'y a pas de lien vers le contenu, il est stocké sur le serveur.

source: Selecting the method of content delivery to the user (http, custom url, nfs). When using HTTP or NFS variants do not link to the content, in which case the content is stored on the server.
fr: Sélection de la méthode de livraison du contenu à l'utilisateur (http, url personnalisée, nfs). Lorsque vous utilisez des variantes HTTP ou NFS, ne créez pas de lien vers le contenu, auquel cas le contenu est stocké sur le serveur.

source: Send
fr: Envoyer

source: Send event
fr: Envoyer l'événement

source: Send message
fr: Envoyer un message

source: Send message with video
fr: Envoyer un message avec vidéo

source: Send msg with video
fr: Envoyer un message avec vidéo

source: Send to archive
fr: Envoyer aux archives

source: Sending a message
fr: Envoyer un message

source: Sending messages, change status for video-task
fr: Envoi de messages, modification de l'état d'une tâche vidéo

source: Sending messages, change status karaoke-task
fr: Envoi de messages, modification de l'état des tâches karaoké

source: Sep
fr: Septembre

source: September
fr: Septembre

source: September_c
fr: Septembre

source: Serbian
fr: Serbe

source: Serbo-Croatian
fr: Serbo-croate

source: Serial
fr: Série

source: Series
fr: Série

source: Series({updid}) not deleted
fr: Série({updid}) non supprimée

source: Server
fr: Serveur

source: Server address
fr: Adresse du serveur

source: Server error
fr: Erreur de serveur

source: Server error. Try again later.
fr: Erreur de serveur. Réessayez plus tard.

source: Server host
fr: Serveur hôte

source: Server name
fr: Nom du serveur

source: Server unavailable
fr: Serveur indisponible

source: Servers list
fr: Liste des serveurs

source: Servers which are going to be balanced
fr: Des serveurs qui vont être équilibrés

source: Service
fr: Service après-vente

source: Service code
fr: Code de service

source: Service is disabled
fr: Le service est désactivé

source: Service package
fr: Packs de services

source: Service package for the following tariff plan. You may use several packages.
fr: Packs de services pour le plan tarifaire suivant. Vous pouvez utiliser plusieurs packs.

source: Service packages
fr: Packs de services

source: Service type
fr: Type de service

source: Services are updated according to the subscription. The STB will be rebooted.
fr: Les services sont mis à jour en fonction de l'abonnement. Le décodeur sera redémarré.

source: Services packages
fr: Forfaits de services

source: Sesotho
fr: Sésotho

source: Set "readed" flag for item of feed news
fr: Définir le drapeau "lu" pour les actualités d'un fil de nouvelles

source: Set as default
fr: Définir comme valeur par défaut

source: Set cover for movie from kinopoisk.ru portal
fr: Couverture de plateau pour le film du portail kinopoisk.ru

source: Set date
fr: Définir la date

source: Set expires billing date
fr: Définir expire la date de facturation

source: Set new setting for viewed
fr: Définir un nouveau paramètre pour l'affichage

source: Set remind date for item of feed news
fr: Fixer une date de rappel pour les nouvelles du fil de syndication

source: Set reseller
fr: Définir revendeur

source: Set reseller for current admin
fr: Définir revendeur pour l'administrateur actuel

source: Set reseller for current group of admin
fr: Définir revendeur pour le groupe actuel d'admin

source: Set the audience for advertising
fr: Définir le public cible de la publicité

source: Set the notification
fr: Paramétrer l'avis

source: Set the sending time
fr: Régler l'heure d'envoi

source: Set the task on the movie
fr: Définir la tâche sur le film

source: Set tv-archive settings from service-package edit page
fr: Définir les paramètres de l'archive tv à partir de la page d'édition du Pack Service

source: Set-Top Boxes produced by Infomir on Linux or Android operating systems are ready to be connected to the Ministra TV platform.
fr: Les décodeurs produits par Infomir sous Linux ou Android doivent déjà être connectés à la plate-forme Ministra TV.

source: Set/unset expire billing date for user
fr: Définir/annuler la date d'expiration de la facture de l'utilisateur

source: Sets compulsory volume level for this channel
fr: Règle le niveau de volume obligatoire pour cette chaîne

source: Sets the password restriction on the channel Default password 0000
fr: Définit la restriction du mot de passe sur la chaîne Mot de passe par défaut 000000

source: Setting state of flag of opinion form
fr: Formulaire d'établissement de l'état de pavillon d'opinion

source: Setting the skin
fr: Réglage du skin

source: Setting the tariff plans and additional services for users on edit page
fr: Définition des plans tarifaires et des services supplémentaires pour les utilisateurs sur la page d'édition

source: Settings
fr: Réglages

source: Settings saved
fr: Réglages sauvegardés

source: Settings saved.<br>The STB will be rebooted. Press OK.
fr: Paramètres sauvegardés.<br>Le décodeur sera redémarré. Appuyez sur OK.

source: Settings section is currently unavailable
fr: La section Paramètres n'est pas disponible pour le moment

source: Setup TV archive
fr: Configuration de l'archive TV

source: Setup TV archive duration
fr: Configuration de la durée de l'archive TV

source: Setup TV archive service for this channel
fr: Configurer le service d'archives TV pour cette chaîne

source: Setup access to the channel's TV archive for this package
fr: Configurer l'accès à l'archive TV de la chaîne pour ce bouquet

source: Shift channel list?
fr: Changer la liste des chaînes ?

source: Shifting list of channels after remove or add empty channel-item
fr: Changer la liste des chaînes après avoir supprimé ou ajouté un élément de chaîne vide

source: Short description
fr: Brève description

source: Should be unique
fr: Devrait être unique

source: Should be unique, can contain only numbers
fr: Doit être unique, ne peut contenir que des chiffres

source: Show All Items
fr: Afficher tous les articles

source: Show EPG
fr: Afficher EPG

source: Show categories that won't see the advertising
fr: Afficher les catégories qui ne verront pas la publicité

source: Show menu
fr: Afficher le menu

source: Sign in
fr: Ouvrir une session

source: Sing your favourite songs with friends or improve your vocal skills.
fr: Chantez vos chansons préférées avec vos amis ou améliorez vos compétences vocales.

source: Singhalese
fr: cinghalais

source: Skipped. License key don't have assigned user.
fr: Sauté. La clé de licence n'a pas d'utilisateur assigné.

source: Slovak
fr: Slovaque

source: Slovenian
fr: Slovène

source: Smart Launcher apps
fr: Applications Smart Launcher

source: Smart TV and Set-Top Box
fr: Smart Télé et décodeur

source: Snow
fr: Neige

source: Snowfall
fr: Chutes de neige

source: Somali
fr: Somalien

source: Some channels not enough params.
fr: Certains chaînes n'ont pas assez de paramètres.

source: Some errors found
fr: Quelques erreurs trouvées

source: Some network error or access denied
fr: Erreur de réseau ou accès refusé

source: Some server error
fr: Quelques erreurs de serveur

source: Something went wrong. Check your internet connection and try again later.
fr: Quelque chose a mal tourné. Vérifiez votre connexion Internet et réessayez plus tard.

source: Something wrong
fr: Quelque chose ne va pas

source: Something wrong. Please reload page.
fr: Quelque chose ne va pas. Veuillez recharger la page.

source: Song name
fr: Nom de la chanson

source: Sort by
fr: Trier par

source: Soul and R&B
fr: Soul et R&B

source: Source ID
fr: ID source

source: Spanish
fr: Espagnol

source: Speed test
fr: Test de vitesse

source: Stars
fr: Étoiles
