Repository: alexanv/ministra-5.6.1
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: fr

source: Attention! Processing list of more than 200 elements can greatly affect the performance and usability of this section of the admin panel. Are you sure you want to continue?
fr: Attention ! Le traitement d'une liste de plus de 200 éléments peut grandement affecter la performance et la convivialité de cette section du panneau d'administration. Vous êtes sûr de vouloir continuer ?

source: Attention! advertising block will be played instead of the content.
fr: Attention ! le bloc publicitaire sera joué à la place du contenu.

source: Attributes
fr: Attributs

source: Audio albums
fr: Albums audio

source: Audio books
fr: Livres audio

source: Audio club
fr: Club audio

source: Audio club app allows creating a special atmosphere for any party of family event!
fr: L'application audio club permet de créer une ambiance particulière pour toute fête de famille !

source: Audio logs
fr: Journaux audio

source: Audio out
fr: Sortie audio

source: Aug
fr: Août

source: August
fr: Août

source: August_c
fr: Août

source: Authentication
fr: Authentification

source: Authentication problem
fr: Problème d'authentification

source: Author
fr: Auteur

source: Auto update after 10 seconds
fr: Mise à jour automatique après 10 secondes

source: Auto-complete for stbfirmware-version filter
fr: Auto-complète pour le filtre stbfirmware-version

source: Auto-complete for watching-movie filter
fr: Auto-complète pour le visionnage d'un filtre de film

source: Auto-complete for watching-tv filter
fr: Auto-complète pour regarder un filtre de télévision

source: Auto-detect channel languages
fr: Détection automatique des langues de la chaîne

source: Auto-update
fr: Mise à jour automatique

source: Autocomplete
fr: Autocomplet

source: Autocomplete done
fr: Autocomplet fait

source: Autocomplete request is running, please wait
fr: La demande d'auto-complétion est en cours d'exécution, veuillez patienter.

source: Autodetect language for channel links
fr: Autodétection de la langue pour les liens de la chaîne

source: Autofill
fr: Remplissage automatique

source: Automatic License Key assignment
fr: Attribution automatique de la clé de licence

source: Automatic update
fr: Mise à jour automatique

source: Available
fr: Disponible

source: Available by custom URL
fr: Disponible par URL personnalisée

source: Available formats - jpg, jpeg, png. Maximum file size - 1MB.
fr: Formats disponibles - jpg, jpeg, png. Taille maximale du fichier - 1MB.

source: Available formats: IP (e.g. 192.168.1.1), range of IP-addresses (e.g. 192.168.1.0/24 or 192.168.1.0-192.168.1.32)
fr: Formats disponibles : ip(par ex. 192.168.1.1.1) ou plage d'adresses IP (par ex. 192.168.1.0/24)

source: Available formats: ip(e.g. 192.168.1.1) or range of ip-addresses (e.g. 192.168.1.0/24)
fr: Formats disponibles : ip(par ex. 192.168.1.1.1) ou plage d'adresses IP (par ex. 192.168.1.0/24)

source: Available keys
fr: Disponible

source: Available new version
fr: Nouvelle version disponible

source: Available on storages
fr: Disponible sur stockages

source: Available on the serves
fr: Disponible sur les serveurs

source: Available version
fr: Version disponible

source: Available versions
fr: Versions disponibles

source: Azerbaijani
fr: Azerbaïdjanais

source: BACK
fr: RETOUR

source: BROWSER
fr: BROSSEUR

source: BY GENRE
fr: PAR GENRE

source: BY LETTER
fr: PAR LETTRE

source: BY NAME
fr: PAR NOM

source: BY RATING
fr: PAR CLASSIFICATION

source: BY TITLE
fr: PAR TITRE

source: BY YEAR
fr: PAR ANNÉE

source: Back
fr: Retour

source: Background
fr: Contexte général

source: Balancer monitoring
fr: Surveillance de l'équilibreur

source: Base channel
fr: Chaîne de base

source: Bashkir
fr: Bachkir

source: Basic
fr: De base

source: Basic channel
fr: Chaîne de base

source: Before starting Radio section
fr: Avant de commencer la section Radio

source: Before starting TV section
fr: Avant de commencer la section TV

source: Before starting Video Club section
fr: Avant de commencer la section Video Club

source: Before starting the TV channel
fr: Avant de démarrer la chaîne TV

source: Before starting the film in Video Club
fr: Avant de commencer le film dans Video Club

source: Begin
fr: Commencer

source: Begin of certificate validity
fr: Début de validité du certificat

source: Belarusian
fr: Biélorusse

source: Best regards,
fr: Meilleures salutations,

source: Bhutani
fr: Bhoutani

source: Block the authorized user of the system
fr: Bloquer l'utilisateur autorisé du système

source: Blocked
fr: Réservé

source: BlockedLicense
fr: Bloqué

source: Bonus channel
fr: Chaîne bonus

source: Bottom Left
fr: En bas à gauche

source: Bottom Right
fr: En bas à droite

source: Break in the program
fr: Pause dans le programme

source: Broadcast area
fr: Zone de diffusion

source: Broadcast area by page + filters
fr: Zone de diffusion par page + filtres

source: Broadcast content on any device
fr: Diffuser du contenu sur n'importe quel appareil

source: Broadcast server
fr: Serveur de diffusion

source: Buffer size
fr: Taille du tampon

source: Bulgarian
fr: Bulgare

source: Burmese
fr: Birman

source: But in the channel list exist skipped numbers
fr: Mais dans la liste des chaînes existent des numéros sautés

source: Buy a License key
fr: Acheter une clé de licence

source: By ID movie on kinopoisk.ru portal, fill in the form of adding movie using data from kinopoisk.ru portal
fr: Par ID film sur le portail kinopoisk.ru, remplissez le formulaire d'ajout de film en utilisant les données du portail kinopoisk.ru

source: By day
fr: De jour

source: By days
fr: Par jours

source: By genres
fr: Par genres

source: By list
fr: Par liste

source: By pattern
fr: Par motif

source: By title of movie fill in the form of adding movie using data from kinopoisk.ru portal
fr: Par titre de film remplissez le formulaire d'ajout de film en utilisant les données du portail kinopoisk.ru

source: CANCEL
fr: ANNULER

source: CBR exchange rate on
fr: Taux de change CBR au

source: CITY INFO
fr: INFO VILLE

source: CLOSE
fr: Fermer

source: CREATE
fr: CRÉER

source: CREATE NEW
fr: CRÉER NOUVEAU

source: CURRENT THEME
fr: Thème actuel

source: Cache %s is cleared
fr: Cache %s est effacé

source: Cache is cleared
fr: Le cache est effacé

source: Calculate MD5 checksum
fr: Calculer la somme de contrôle MD5

source: Calculate md5 of movie
fr: Calculer md5 du film

source: Cambodian
fr: Cambodgien

source: Campaign
fr: Campagne

source: Campaign add
fr: Ajouter campagne

source: Campaign edit
fr: Rédaction de la campagne

source: Can I use multiple certificates simultaneously?
fr: Puis-je utiliser plusieurs certificats simultanément ?

source: Can be archived
fr: Peut être archivé

source: Can my certificate be blocked?
fr: Mon certificat peut-il être bloqué ?

source: Can record only the channels, which is broadcasted in the transport stream (mpeg-ts), from multicast and also from http-server.
fr: Peut enregistrer seulement les chaînes, qui sont diffusés dans le flux de transport (mpeg-ts), de multicast et aussi de http-server.

source: Can't get rating from
fr: Impossible d'obtenir une note de la part de

source: Cancel
fr: Annuler

source: Cancel performing of the task
fr: Annuler l'exécution de la tâche

source: Cannot create directory %s
fr: Impossible de créer un répertoire %s

source: Cannot find channel
fr: Impossible de trouver la chaîne

source: Cannot load File Upload plugin
fr: Impossible de charger le plugin de téléchargement de fichiers

source: Cartoon
fr: Dessin animé

source: Cartoons
fr: Dessins animé

source: Cast
fr: Casting

source: Categories
fr: Catégories

source: Category
fr: Catégorie

source: Category of content which this package belongs to
fr: Catégorie de contenu à laquelle appartient ce forfait

source: Certificate detail
fr: Détail du certificat

source: Certificate request
fr: Demande de certificat

source: Certificates
fr: Certificats

source: Change
fr: Changer

source: Change accessed status of one file of episode
fr: Changer le statut d'accès d'un fichier d'épisode

source: Change cover for movie
fr: Changer la couverture du film

source: Change genre
fr: Changer de genre

source: Change genre for one or grope tv-channels
fr: Changer de genre pour une chaîne de télévision ou tâtonner les chaînes de télévision

source: Change group for all admins from current group
fr: Modifier le groupe pour tous les administrateurs du groupe actuel

source: Change group for current admin
fr: Modifier le groupe pour l'administrateur actuel

source: Change language
fr: Changer la langue

source: Change language for one or grope tv-channels
fr: Changer la langue d'une chaîne de télévision ou plusieurs chaînes de télévision

source: Change names and original names for episodes and seasons
fr: Changer les noms et les noms originaux des épisodes et des saisons

source: Change of state in the category
fr: Changement d'état dans la catégorie

source: Change reseller for current admin
fr: Changer de revendeur pour l'administrateur actuel

source: Change reseller for current group
fr: Changer de revendeur pour le groupe actuel

source: Change reseller for current group of admin
fr: Changer de revendeur pour le groupe actuel d'admin

source: Change status
fr: Dernier changement de statut

source: Change the album cover
fr: Changer la pochette de l'album

source: Change the on/off state EPG
fr: Modifier l'état Marche/Arrêt EPG

source: Change the on/off state advertising block
fr: Modifier le bloc publicitaire de l'état on/off

source: Change the on/off state block move channel
fr: Changer la chaîne de déplacement du bloc d'état on/off

source: Change the on/off state firmware update
fr: Modifier la mise à jour du micrologiciel de l'état Marche/Arrêt

source: Change the on/off state of available items Karaoke
fr: Changer l'état marche/arrêt des articles disponibles en karaoké

source: Change the on/off state of moderator
fr: Changer l'état marche/arrêt du modérateur

source: Change the on/off state of the album
fr: Modifier l'état marche/arrêt de l'album

source: Change the on/off state of the composition
fr: Modifier l'état marche/arrêt de la composition

source: Change the on/off state radio
fr: Changer l'état de marche/arrêt de la radio

source: Change the on/off state storages
fr: Changer l'état des stockages on/off

source: Change the on/off state the task on the item karaoke
fr: Changer l'état on/off de la tâche sur l'élément karaoké

source: Change the on/off state user
fr: Changer l'état de l'utilisateur on/off

source: Change the on/off status of servers broadcasting
fr: Modifier l'état marche/arrêt de la diffusion des serveurs

source: Change the order of categories
fr: Changer l'ordre des catégories

source: Change the order of compositions in the album
fr: Changer l'ordre des compositions dans l'album

source: Change the order of genres
fr: Changer l'ordre des genres

source: Change tv-genre
fr: Changer de genre tv-genre

source: Changed
fr: Modifié

source: Changing the name of the storage can lead to critical consequences. To use a storage with a different name, create a new storage.
fr: Changer le nom du stockage peut avoir des conséquences critiques. Pour utiliser une mémoire avec un nom différent, créez une nouvelle mémoire.

source: Channel
fr: Chaîne

source: Channel %s set to active because at least one of its URLs became available.
fr: Channel %s réglé sur actif parce qu'au moins une de ses URLs est devenue disponible.

source: Channel %s set to inactive because all its URLs are not available.
fr: Channel %s réglé sur inactif car toutes ses URLs ne sont pas disponibles.

source: Channel URL
fr: URL de la chaîne

source: Channel URL for monitoring
fr: URL de la chaîne pour la surveillance

source: Channel id:{updid} has been deleted
fr: Channel id:{updid} a été supprimé

source: Channel id:{updid} not deleted
fr: Channel id:{updid} non supprimé

source: Channel id:{updid} not updated
fr: Channel id:{updid} non mis à jour

source: Channel id:{updid} updated
fr: Channel id:{updid} mis à jour

source: Channel is locked
fr: La chaîne est verrouillé

source: Channel is not available
fr: La chaîne n'est pas disponible

source: Channel logo
fr: Logo de la chaîne

source: Channel name
fr: Nom de la chaîne

source: Channel not available
fr: Chaîne non disponible

source: Channel not available for this region
fr: Chaîne non disponible pour cette région

source: Channel not available. Server error.
fr: Chaîne non disponible. Erreur de serveur.

source: Channel not found
fr: Chaîne non trouvé

source: Channel not selected
fr: Chaîne non sélectionné

source: Channel number
fr: Numéro de la chaîne

source: Channel temporary unavailable
fr: Chaîne temporairement indisponible

source: Channel with same number already exists!
fr: Une chaîne avec le même numéro existe déjà !

source: Channel's URL for TV archive or nPVR recording
fr: URL de la chaîne pour les archives TV ou l'enregistrement nPVR

source: Channels
fr: Chaînes

source: Channels in genre
fr: Chaînes en genre

source: Channels list
fr: Liste des chaînes

source: Channels with PVR
fr: Chaînes avec PVR

source: Channels {updchid} has been deleted
fr: Les chaînes {updchid} ont été supprimés

source: Channels {updchid} has been updated
fr: Les chaînes {updchid} ont été mis à jour

source: Check
fr: Vérifier

source: Check EPG-prefix for uniqueness
fr: Vérifier l'unicité du préfixe EPG

source: Check file
fr: Vérifier le fichier

source: Check if available this name for reseller
fr: Cochez si ce nom est disponible pour les revendeurs

source: Check the settings at TV channel page
fr: Vérifiez les réglages sur la page des chaînes TV

source: Check updates
fr: Vérifier les mises à jour

source: Check updates for all EGP and update it if necessary
fr: Vérifier les mises à jour de toutes les EGP et les mettre à jour si nécessaire

source: Checked
fr: Vérifié

source: Checking state of flag of opinion form
fr: Vérification de l'état du formulaire du pavillon d'opinion

source: Checking the health status of the certificate server
fr: Vérification de l'état de santé du serveur de certificats

source: Checking updates
fr: Vérification des mises à jour

source: Children's Music
fr: Musique pour enfants

source: Childrens
fr: Enfants

source: Chinese
fr: Chinois

source: Choose genre
fr: Choisir le genre

source: Choose language
fr: Choisir la langue

source: Choose language for support info
fr: Choisir la langue pour les informations d'assistance

source: Choose recipient
fr: Choisir le destinataire

source: Choose recipient. Example: to one, to all, on the list, on the preset, to the group
fr: Sélectionnez le destinataire. Exemple : à un, à tous, sur la liste, sur le préréglage, au groupe

source: Choose the streaming area, if the field is clean, there will be set a default streaming area
fr: Choisissez la zone de streaming, si le champ est vide, il y aura une zone de streaming par défaut.

source: City
fr: Ville

source: City help
fr: Aide de la ville

source: Claim on
fr: Réclamation sur

source: Claims
fr: Réclamations

source: Claims about audio/video/epg
fr: Revendications concernant l'audio/vidéo/epg

source: Claims about<br>audio/video
fr: Revendications concernant <br>audio/vidéo

source: Claims about<br>audio/video/epg
fr: Revendications concernant <br>audio/vidéo/epg

source: Claims for video {updchid} has been resetted
fr: Les revendications pour la vidéo {updchid} ont été réinitialisées

source: Claims for video {updid} has been reset
fr: Les revendications pour la vidéo {updid} ont été réinitialisées

source: Claims for video {updid} has not been reset
fr: Les revendications pour la vidéo {updid} n'ont pas été réinitialisées

source: Claims log
fr: Journal des réclamations

source: Classic Launcher
fr: Lanceur classique

source: Classic apps
fr: Applications classiques

source: Classical
fr: Classique

source: Clean
fr: Propre

source: Clean all
fr: Nettoyer tout

source: Clean claims
fr: Réclamations propres

source: Clean the cache
fr: Nettoyer le cache

source: Clean the cache – remove all content from cache
fr: Nettoyer le cache - supprimer tout le contenu du cache

source: Clear
fr: Effacer

source: Clear cache
fr: Effacer le cache

source: Clear the list of events
fr: Effacer la liste des événements

source: Cleared
fr: Effacé

source: Cleared all
fr: Tout effacé

source: Clearing of license keys
fr: Effacement des clés de licence

source: Click the button below to go to the next step
fr: Cliquez sur le bouton ci-dessous pour passer à l'étape suivante

source: Clock
fr: Horloge

source: Close
fr: Fermer

source: Closed
fr: Fermé

source: Closest free number
fr: Numéro gratuit le plus proche

source: Closing date
fr: Date de clôture

source: Cloudy
fr: Nuageux

source: Comedy
fr: Comédie

source: Comfort
fr: Confort

source: Coming soon
fr: Bientôt disponible

source: Comment
fr: Commentaire

source: Comments
fr: Commentaires

source: Company
fr: Société

source: Compatibility
fr: Compatibilité

source: Complain
fr: Se plaindre

source: Complaints
fr: Plaintes

source: Complaints log
fr: Registre des plaintes

source: Complaints statistics
fr: Statistiques sur les plaintes

source: Completed
fr: Terminé

source: Completed Karaoke tasks
fr: Tâches karaoké terminées

source: Completed tasks
fr: Tâches terminées

source: Complite
fr: Complète

source: Concerts
fr: Concerts à la carte

source: Conditions
fr: Conditions d'utilisation

source: Configure the user interface appearance and set up parental control to ensure your child’s safety while he’s using a set-top box.
fr: Configurez l'apparence de l'interface utilisateur et configurez le contrôle parental pour assurer la sécurité de votre enfant lorsqu'il utilise un décodeur.

source: Confirm
fr: Confirmer

source: Confirm performing of the task
fr: Confirmer l'exécution de la tâche

source: Confirmation of the step
fr: Confirmation de l'étape

source: Congratulations!
fr: Félicitations !

source: Connection
fr: Connexion

source: Connection problem
fr: Problème de connexion

source: Connection server error
fr: Erreur du serveur de connexion

source: Connection to database failed
fr: Échec de la connexion à la base de données

source: Contact person
fr: Personne à contacter

source: Contact support
fr: Contacter l'assistance

source: Content
fr: Contenu

source: Content delivery type: http or custom url. When selecting HTTP, the file will be stored on the server. A unique title will be generated, which you should then use to rename the file. Custom URL means that you are downloading the file from the network. In this case, you have to indicate a direct link to the file using the format: solution + url.
fr: Type de livraison du contenu : http ou url personnalisée. Lorsque vous sélectionnez HTTP, le fichier sera stocké sur le serveur. Un titre unique sera généré, que vous devrez ensuite utiliser pour renommer le fichier. URL personnalisée signifie que vous téléchargez le fichier à partir du réseau. Dans ce cas, vous devez indiquer un lien direct vers le fichier en utilisant le format : solution + url.

source: Content type
fr: Contenu

source: Continue
fr: Continuer

source: Continue playing?
fr: Continuer à jouer ?

source: Corsican
fr: Corse

source: Counting at least 5 jokes
fr: Compter au moins 5 blagues

source: Counting if channel is playing more than 30 minutes
fr: Comptage si la chaîne est regardé plus de 30 minutes

source: Counting if the movie playback is more than 70% of the total duration
fr: Compter si la durée de lecture du film est supérieure à 70% de la durée totale

source: Countries
fr: Pays

source: Country
fr: Pays

source: Country Music
fr: Musique Country

source: Cover
fr: Couverture

source: Create new event
fr: Créer un nouvel événement

source: Create new filter
fr: Créer un nouveau filtre

source: Create new message template
fr: Créer un nouveau modèle de message

source: Create season structure
fr: Créer une structure de saison

source: Create task
fr: Créer une tâche

source: Created
fr: Créé

source: Created by
fr: Créé par

source: Created task
fr: Tâche créée

source: Croatian
fr: Croate

source: Curl exec failure
fr: Echec de l'exéc Curl

source: Curl initialization error
fr: Erreur d'initialisation du Curl

source: Current
fr: Courant

source: Current TV-theme - "{thmnm}", another platform - "{lthmnm}"
fr: Thème TV actuel - "{thmnm}", une autre plateforme - "{lthmnm}".

source: Current password
fr: Mot de passe actuel

source: Current status
fr: Situation actuelle

source: Current version
fr: Version actuelle

source: Current views on storage
fr: Vues actuelles sur le stockage

source: Current weather unavailable
fr: Météo actuelle indisponible

source: Czech
fr: Tchèque

source: DB error
fr: Erreur DB

source: DECEMBER
fr: Décembre

source: DEL FROM PLAYLIST
fr: SUPPRIMER DE LA LISTE DE LECTURE

source: DELETE
fr: SUPPRIMER

source: DOWN
fr: TÉLÉ

source: DOWNLOAD
fr: TÉLÉCHARGER

source: DOWNLOADS
fr: TÉLÉCHARGEMENTS

source: Daily video views statistics
fr: Statistiques quotidiennes de visionnage des vidéos

source: Danish
fr: Danois

source: Dashboard
fr: Tableau de bord

source: Date of publication
fr: Date de publication

source: Date type
fr: Type de date

source: Date unknown
fr: Date inconnue

source: Day
fr: Jour

source: Day number
fr: Numéro du jour

source: Day of week
fr: Jour de la semaine

source: Days to expire
fr: Jours d'expiration

source: Deactivate
fr: Désactiver

source: Dear Subscriber! Your payment term will expire in "%s" days. Please refill a personal account in order to avoid tripping of services.
fr: Cher abonné ! Votre délai de paiement expire en "%s" jours. Veuillez remplir un compte personnel afin d'éviter d'avoir les services blocké.

source: Dear Subscriber! Your payment term will expire today. Please refill a personal account in order to avoid tripping of services.
fr: Cher abonné ! Votre délai de paiement expire aujourd'hui. Veuillez remplir un compte personnel afin d'éviter d'avoir les services blocké.

source: Dec
fr: Déc

source: December
fr: Décembre

source: December_c
fr: Décembre

source: Default
fr: Par défaut

source: Default area
fr: Zone par défaut

source: Default tariff for all new STB of the network
fr: Tarif par défaut pour tous les nouveaux décodeurs du réseau

source: Default theme
fr: Thème par défaut

source: Default zone
fr: Zone par défaut

source: Delete
fr: Supprimer

source: Delete all events
fr: Supprimer tous les événements

source: Delete all events from the list
fr: Supprimer tous les événements de la liste

source: Delete channel
fr: Supprimer la chaîne

source: Delete cover
fr: Supprimer le couvercle

source: Delete episode
fr: Supprimer l'épisode

source: Delete file
fr: Supprimer le fichier

source: Delete image
fr: Supprimer l'image

source: Delete logo
fr: Supprimer le logo

source: Delete notification
fr: Supprimer l'avis

source: Delete season
fr: Supprimer la saison

source: Delete the album cover
fr: Supprimer la pochette de l'album

source: Delete this administrator?
fr: Supprimer cet administrateur ?

source: Delete this administrators group?
fr: Supprimer ce groupe d'administrateurs ?

source: Delete this application?
fr: Supprimer cette application ?

source: Delete this file?
fr: Supprimer ce fichier ?

source: Delete this filter
fr: Supprimer ce filtre

source: Delete this firmware?
fr: Supprimer ce firmware ?

source: Delete this karaoke?
fr: Supprimer ce karaoké ?

source: Delete this notification?
fr: Supprimer cette notification ?

source: Delete this radio?
fr: Supprimer cette radio ?

source: Delete this service package?
fr: Supprimer ce pack de services ?

source: Delete this tariff plan?
fr: Supprimer ce plan tarifaire ?

source: Delete this template?
fr: Supprimer ce modèle ?

source: Delete this users group?
fr: Supprimer ce groupe d'utilisateurs ?
