Repository: alexanv/ministra-5.6.1
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: fr

source: Form data is not valid. Really want to go?
fr: Les données du formulaire ne sont pas valides. Tu veux vraiment y aller ?

source: Form filling order
fr: Commande de remplissage de formulaires

source: Form for viewing, adding, editing and requesting sources for ad-companies
fr: Formulaire de consultation, d'ajout, d'édition et de demande de sources pour les sociétés de publicité

source: Form view the permissions of the current group
fr: Vue formulaire des permissions du groupe courant

source: Format solution + URL. Example fmpeg http://anon.nasa.net/download_135_720p.wmv
fr: Format solution + URL. Exemple fmpeg http://anon.nasa.net/download_135_720p.wmv

source: Format: solution+URL. Example: ifm http://radiotest.example:10040
fr: Format : solution+URL. Exemple : ifm http://radiotest.example:10040

source: Format: URL (without solution). Example: http://lpOfStream/test.js
fr: Format : URL (sans solution). Exemple : http://lpOfStream/test.js

source: Format: solution+URL Example ffrt http://5.39.70.216/live/88.ts
fr: Format : solution+URL Exemple ffrt http://5.39.70.216/live/88.ts

source: Format: solution+URL. Example: ffmpeg http://example_of_link
fr: Format : solution+URL. Exemple : ffmpeg http://example_of_link

source: Found albums of this genre. Deleting not possible
fr: J'ai trouvé des albums de ce genre. Suppression impossible

source: Found channels of this genre. Deleting not possible
fr: J'ai trouvé des chaînes de ce genre. Suppression impossible

source: Found faulty storage
fr: Stockage défectueux trouvé

source: Found members of this reseller. Deleting not possible.
fr: Membres fondateurs de ce revendeur. Suppression impossible.

source: French
fr: Français

source: Frequently asked Questions
fr: Foire aux questions

source: Fri
fr: Ven

source: Friday
fr: vVendredi

source: Frisian
fr: Frison

source: From
fr: De

source: From HTTP
fr: Depuis HTTP

source: From USB
fr: Depuis USB

source: From cartoon films
fr: D'après des dessins animés

source: From films
fr: D'après des films

source: Full Name
fr: Nom et prénom

source: Full name
fr: Nom et prénom

source: Full package
fr: Forfait complet

source: GAME
fr: JEU

source: GENERAL SETTINGS
fr: GÉNÉRALITÉS

source: GOTO
fr: ALLER À

source: Galician
fr: Galicien

source: Games
fr: Jeux

source: General
fr: Général

source: General information
fr: Renseignements d'ordre général

source: Genre popularity
fr: Genre popularité

source: Genres in category
fr: Genres dans la catégorie

source: Georgian
fr: Géorgien

source: German
fr: Allemand

source: Get channels
fr: Obtenir des chaînes

source: Get current setting of viewed
fr: Obtenir le réglage actuel de l'affichage

source: Get data for filter construct
fr: Obtenir les données pour la construction du filtre

source: Get list of feed news
fr: Obtenir la liste des actualités du flux

source: Get more information about buying a License key and learn more about the application's operation.
fr: Obtenez plus d'informations sur l'achat d'une clé de licence et sur le fonctionnement de l'application.

source: Getting EPG for item from channels list
fr: Obtenir le GEP pour un élément de la liste des chaînes

source: Getting a list of media content for the service (add/edit form package)
fr: Obtenir une liste du contenu média pour le service (ajouter/modifier le formulaire)

source: Getting audio-info from source
fr: Obtenir des informations audio de la source

source: Getting data for Storages
fr: Obtenir des informations sur les médias à partir de la source

source: Getting data for Streaming
fr: Obtenir la liste des chaînes pour le déplacement

source: Getting data for content table
fr: Obtenir les données pour la construction du filtre

source: Getting data for devices table
fr: Récupération des données pour le tableau des périphériques

source: Getting data for licenses keys table
fr: Liste des clés de licence

source: Getting info by one file of episode
fr: Obtenir des informations par un fichier d'épisode

source: Getting list of channels for moving
fr: Obtenir la liste des chaînes pour le déplacement

source: Getting list of current certificates
fr: Obtenir la liste des certificats actuels

source: Getting list of files of episode
fr: Obtenir la liste des fichiers d'épisode

source: Getting list of seasons and episodes of video
fr: Obtenir la liste des saisons et des épisodes de vidéo

source: Getting media-info from source
fr: Obtenir des informations sur les médias à partir de la source

source: Getting users available and subscribed tv-channels
fr: Mise à disposition des utilisateurs et abonnement aux chaînes de télévision

source: Gives access to all content of the selected service
fr: Donne accès à tout le contenu du service sélectionné

source: Go
fr: Aller

source: Go to Complaints Log page
fr: Aller à la page Journal des plaintes

source: Go to Users page and set up new filter
fr: Aller à la page Utilisateurs et configurer un nouveau filtre

source: Good quality
fr: Bonne qualité

source: Goto channel
fr: Aller à la chaîne

source: Greek
fr: Grec

source: Greenlandic
fr: Groenlandais

source: Group
fr: Groupe

source: Group name
fr: Nom du groupe

source: Group name is already used
fr: Le nom du groupe est déjà utilisé

source: Group name is available
fr: Le nom du groupe est disponible

source: Groups
fr: Groupes

source: H:i
fr: h:i A

source: HD movies
fr: Films HD

source: HD only
fr: HD uniquement

source: Hail
fr: Grêle

source: Hausa
fr: Haoussa

source: Have any additional questions
fr: Vous avez d'autres questions ?

source: Header
fr: En-tête

source: Hebrew
fr: Hébraïque

source: Hidden
fr: Caché

source: High quality
fr: Haute qualité

source: Hillbilly music
fr: Musique des Hillbilly

source: Historical
fr: Historique

source: History of task
fr: Historique des tâches

source: History size
fr: Taille de l'historique

source: Hobbies
fr: Loisirs

source: Home
fr: Accueil

source: Home directory
fr: Répertoire d'accueil

source: Home directory where the catalogues and symbol links will be created Example: /home/username/slash_folder
fr: Répertoire d'accueil dans lequel les catalogues et les liens de symboles seront créés Exemple : répertoire /home/username/slash_folder

source: Home path
fr: Chemin de la maison

source: Horoscope, city guide and many other things that can be useful for fun and useful pastime.
fr: Horoscope, guide de ville et beaucoup d'autres choses qui peuvent être utiles pour le plaisir et le passe-temps utile.

source: Horror
fr: Horreur

source: Horrors
fr: Horreurs

source: How does it work?
fr: Comment cela fonctionne-t-il ?

source: How is license usage determined?
fr: Comment l'utilisation de la licence est-elle déterminée ?

source: How many storages
fr: Combien d'entrepôts

source: How much will it cost to integrate my devices with Stalker Middleware?
fr: Combien coûte l'intégration de mes appareils avec Stalker Middleware ?

source: Humidity
fr: Humidité

source: Humor
fr: Humour

source: Humour by page + filters
fr: Humour par page + filtres

source: Hungarian
fr: Hongrois

source: I AGREE I have read and agree to all of terms and conditions above
fr: J'ACCEPTE J'ai lu et j'accepte tous les termes et conditions ci-dessus

source: I'm already registered
fr: Je suis déjà inscrit

source: ID
fr: IDENTIFIANT

source: ID already used
fr: ID déjà utilisé

source: ID is available
fr: ID disponible

source: ID of movie on the Kinopoisk
fr: ID du film sur le Kinopoisk

source: ID of movie on the TMDB
fr: ID du film sur la BDMT

source: ID prefix
fr: Préfixe ID

source: IP Address
fr: Adresse IP

source: IP address
fr: Adresse IP

source: IP-address of the storage. Example : 127.0.0.1
fr: Adresse IP de la mémoire. Exemple : 127.0.0.0.1

source: IP-addresses
fr: Adresses IP

source: IPTV channels
fr: Chaînes IPTV

source: IPTV/OTT Set-Top Boxes
fr: Décodeurs IPTV/OTT

source: Icelandic
fr: Islandais

source: If do not selected any of the days of the week the event will be run every day.
fr: Si vous ne sélectionnez aucun des jours de la semaine, l'événement aura lieu tous les jours.

source: If the date the start / end is not specified, the event will be repeated at a specified interval until its status is changed to "Stopped"
fr: Si la date de début et de fin n'est pas spécifiée, l'événement sera répété à un intervalle spécifié jusqu'à ce que son statut soit changé en "Stopped"

source: If the protocol
fr: Si le protocole

source: If you change your server configurations your certificate may become invalid. So all devices connected to your server will be access denied. If you are planning configuration changes you need to inform us in advance and to request for a renewed certificate.
fr: Si vous modifiez vos configurations de serveur, votre certificat peut devenir invalide. Ainsi, tous les périphériques connectés à votre serveur se verront refuser l'accès. Si vous prévoyez des changements de configuration, vous devez nous en informer à l'avance et demander un nouveau certificat.

source: If you do not receive a timely response from a manager, please email us
fr: Si vous ne recevez pas de réponse en temps opportun de la part d'un gestionnaire, veuillez nous envoyer un courriel à l'adresse suivante

source: If you have already been through the registration procedure in Video Ad system, you should not fill this form again
fr: Si vous avez déjà effectué la procédure d'enregistrement dans Video Ad system, vous ne devez pas remplir ce formulaire à nouveau

source: If you have several firmware files in one catalogue, please specify the file prefix. For example: if you input tr_ prefix, file tr_imageupdate will be loaded
fr: Si vous avez plusieurs fichiers de firmware dans un catalogue, veuillez spécifier le préfixe du fichier. Par exemple : si vous entrez le préfixe tr_, le fichier tr_imageupdate sera chargé

source: If your region and number of subscribers meet the conditions, a Adtelligent representative will contact you with your personal Source ID.
fr: Si votre région et le nombre d'abonnés remplissent les conditions, un représentant Adtelligent vous contactera avec votre code source personnel.

source: Image date
fr: Date de l'image

source: Image on a transparent background in png format, no larger than 1MB.
fr: Image sur fond transparent en format png, pas plus de 1MB.

source: Image update
fr: Mise à jour de l'image

source: Image version
fr: Version de l'image

source: Image was not uploaded
fr: L'image n'a pas été téléchargée

source: Import
fr: Importation

source: Import from m3u
fr: Importation de m3u

source: Import license keys
fr: Importer des clés de licence

source: Import license keys from csv-file
fr: Importer des clés de licence à partir d'un fichier csv

source: Import tv-channels from m3u-file
fr: Importer des chaînes de télévision à partir du fichier m3u

source: In process
fr: En cours

source: In text format
fr: En format texte

source: In the archive
fr: Dans les archives

source: In the nearest future a personal manager will get in touch with you.
fr: Dans un avenir proche, un responsable personnel prendra contact avec vous.

source: In the work
fr: Dans le travail

source: In this category already exists such a genre
fr: Dans cette catégorie existe déjà un tel genre

source: In your personal account in Adtelligent, you will see funds credited in real time for viewed advertising.
fr: Dans votre compte personnel sur Adtelligent, vous verrez les fonds crédités en temps réel pour les publicités visionnées.

source: Inactive
fr: Inactif

source: Inactive subscribers
fr: Abonnés inactifs

source: Inactive subscribers by page + filters
fr: Abonnés inactifs par page + filtres

source: Inactive users
fr: Utilisateurs inactifs

source: Inactive users per month
fr: Utilisateurs inactifs par mois

source: Incorrect Username or Password
fr: Nom d'utilisateur ou mot de passe incorrect

source: Incorrect filter value
fr: Valeur de filtre incorrecte

source: Incorrect operator key or secret phrase
fr: Clé d'opérateur ou phrase secrète incorrecte

source: Indonesian
fr: Indonésien

source: Info portal
fr: Portail d'information

source: Infoportal
fr: Portail d'information

source: Information
fr: Renseignements

source: Information about source of movie
fr: Informations sur la source du film

source: Information about the media source
fr: Informations sur la source du média

source: Information about the source element of karaoke
fr: Informations sur l'élément source du karaoké

source: Information about the video source
fr: Informations sur la source vidéo

source: Information not available
fr: Information non disponible

source: Information portal
fr: Portail d'information

source: Information services
fr: Services d'information

source: Initial state
fr: État initial

source: Initiator
fr: Initiateur

source: Initiator role
fr: Rôle d'initiateur

source: Input source URL
fr: URL de la source d'entrée

source: Input user MAC-address
fr: Saisir l'adresse MAC de l'utilisateur

source: Inserted
fr: Inséré

source: Install
fr: Installer

source: Install application?
fr: Installer l'application ?

source: Installation of confirmed certificate
fr: Installation du certificat confirmé

source: Installed
fr: Installé

source: Integration of one firmware version of one device costs $3,000. And $1,500 if you need to integrate an additional firmware version markedly different from the integrated one. If your device has already been integrated with Stalker Middleware, payment is not needed.
fr: L'intégration d'une version de microprogramme d'un appareil coûte 3 000 $. Et 1 500 $ si vous avez besoin d'intégrer une version de micrologiciel supplémentaire très différente de celle qui est intégrée. Si votre appareil a déjà été intégré à Stalker Middleware, le paiement n'est pas nécessaire.

source: Invalid
fr: Données non valides

source: Invalid data
fr: Données non valides

source: Invalid format for next license keys
fr: Format non valide pour les prochaines clés de licence

source: Invalid format links
fr: Liens de format non valides

source: Invalid login name
fr: Nom d'utilisateur invalide

source: Invalid package name
fr: Nom de pack invalide

source: Invalid value
fr: Données non valides

source: Inverse selection
fr: Sélection inverse

source: Irish
fr: Irlandais

source: It identifies your subscribers in the system and allows you to count impressions advertising.
fr: Il identifie vos abonnés dans le système et vous permet de compter les impressions publicitaires.

source: It will be selected as default for all new streaming servers
fr: Il sera sélectionné par défaut pour tous les nouveaux serveurs de streaming.

source: Italian
fr: Italien

source: Italiano
fr: Italien

source: JANUARY
fr: Janvier

source: JOKE
fr: JOIRE

source: JULY
fr: Juillet

source: JUNE
fr: Juin

source: January
fr: Janvier

source: January_c
fr: Janvier

source: Japanese
fr: Japonais

source: Javanese
fr: Javanais

source: Joke
fr: Blague

source: Jokes
fr: Blagues

source: Jul
fr: Juil

source: July
fr: Juillet

source: July_c
fr: Juillet

source: June
fr: Juin

source: June_c
fr: Juin

source: Karaoke
fr: Karaoké

source: Karaoke Archive
fr: Archives du karaoké

source: Karaoke archive
fr: Archives du karaoké

source: Karaoke songs
fr: Chansons karaoké

source: Karaoke sound
fr: Son karaoké

source: Karaoke video
fr: Vidéo karaoké

source: Karaoke. List of karaoke
fr: Karaoké. Liste de karaoké

source: Kashmiri
fr: Cachemire

source: Key expiration date
fr: Date d'expiration des clés

source: Key id:{updid} not updated
fr: Key id:{updid} non mis à jour

source: Key id:{updid} updated
fr: Key id:{updid} mis à jour

source: Key status
fr: Statut clé

source: Key type
fr: Type de clé

source: Keys are purchased through
fr: Les clés sont achetées à travers

source: Keys {updchid} has been updated
fr: Les touches {updchid} ont été mises à jour

source: Kinopoisk rating
fr: Cote Kinopoisk

source: Kirghiz
fr: Kirghize

source: Korean
fr: Coréen

source: Kurdish
fr: Kurde

source: LIKE
fr: AIMER

source: LOADING...
fr: CHARGEMENT.....

source: LOCALIZATION
fr: LOCALISATION

source: LOGIN
fr: CONNEXION

source: LOGOUT
fr: DECONNEXION

source: Language
fr: Langue

source: Language of the interface
fr: Langue de l'interface

source: Languages
fr: Langues

source: Languages by priority
fr: Langues par priorité

source: Laothian
fr: Laothien

source: Last activity
fr: Dernière activité

source: Last change of status
fr: Dernier changement de statut

source: Last change<br>of status
fr: Dernier changement <br>de statut

source: Last check
fr: Dernière vérification

source: Last modified
fr: Dernière modification

source: Last run
fr: Dernière lecture

source: Last start
fr: Dernier départ

source: Last update
fr: Dernière mise à jour

source: Last view
fr: Dernière vue

source: Last view TV
fr: Dernière vue TV

source: Last view movie
fr: Dernier visionnement du film

source: Last viewed
fr: Dernière consultation

source: Last viewed date
fr: Dernière date de consultation

source: Last views
fr: Dernières vues

source: Later
fr: Plus tard

source: Latest TV viewing
fr: Dernier visionnement de la télévision

source: Latest VIDEO viewing
fr: Dernier visionnement VIDÉO

source: Latin Music
fr: Musique latine

source: Latvian/Lettish
fr: Letton/Lettish

source: Left
fr: Gauche

source: Length
fr: Longueur

source: Length, min
fr: Longueur, min

source: Library of movies for any mood with easy search and sorting by genre that help to find what you need in seconds.
fr: Bibliothèque de films pour toutes les humeurs avec une recherche et un tri facile par genre qui vous aident à trouver ce dont vous avez besoin en quelques secondes.

source: License count
fr: Nombre de licences

source: License key
fr: Clé de licence

source: License keys
fr: Clé de licence

source: License keys is imported
fr: Les clés de licence sont importées

source: License keys list
fr: Liste des clés de licence

source: License keys not found
fr: Clé de licence introuvable

source: Limit of number of the users has been reached
fr: La limite du nombre d'utilisateurs a été atteinte

source: Limit the range of IP-addresses of users
fr: Entrez l'adresse MAC de l'utilisateur

source: Lines is the puzzle from 90-s which is still popular. The game’s goal is to remove balls by forming lines of at least five balls of the same color.
fr: Lines est le puzzle des années 90 qui est toujours populaire. Le but du jeu est de retirer des balles en formant des lignes d'au moins cinq balles de la même couleur.

source: Links
fr: Liens

source: List
fr: Liste

source: List of MAC-addresses
fr: Liste des adresses MAC

source: List of STB
fr: Liste des décodeurs

source: List of STB by page + filters
fr: Liste des décodeurs par page + filtres

source: List of STB in group
fr: Liste des décodeurs du groupe

source: List of STB in group by page + filters
fr: Liste des décodeurs dans le groupe par page + filtres

source: List of STBs of video-moderators by page + filters
fr: Liste des décodeurs de modérateurs vidéo par page + filtres

source: List of administrators
fr: Liste des administrateurs

source: List of advertising blocks
fr: Liste des blocs publicitaires

source: List of advertising blocks by page + filters
fr: Liste des blocs publicitaires par page + filtres

source: List of artists
fr: Liste des artistes

source: List of artists by page + filters
fr: Liste des artistes par page + filtres

source: List of audio genres
fr: Liste des genres audio

source: List of audio genres by page + filters
fr: Liste des genres audio par page + filtres

source: List of campaigns
fr: Liste des campagnes

source: List of certificates
fr: Liste des certificats

source: List of channels
fr: Liste des chaînes

source: List of companies
fr: Liste des sociétés

source: List of companies by page + filters
fr: Liste des entreprises par page + filtres

source: List of compositions in the album
fr: Liste des compositions de l'album

source: List of current certificates
fr: Liste des certificats actuels

source: List of events
fr: Liste des événements

source: List of events by page + filters
fr: Liste des événements par page + filtres

source: List of filters
fr: Liste des filtres

source: List of filters by page + filters
fr: Liste des filtres par page + filtres

source: List of groups of administrators
fr: Liste des groupes d'administrateurs

source: List of groups of administrators by page + filters
fr: Liste des groupes d'administrateurs par page + filtres

source: List of installed
fr: Liste des systèmes installés

source: List of karaoke by page + filters
fr: Liste des karaokés par page + filtres

source: List of language performance
fr: Liste des performances linguistiques

source: List of language performance by page + filters
fr: Liste des performances linguistiques par page + filtres

source: List of license keys
fr: Liste des clés de licence

source: List of license keys + filters
fr: Liste des clés de licence + filtres

source: List of linked channels
fr: Liste des chaînes liés

source: List of movies
fr: Liste des films

source: List of movies by page + filters
fr: Liste des films par page + filtres

source: List of radio
fr: Liste des radios

source: List of radio by page + filters
fr: Liste des radios par page + filtres

source: List of scheduled events
fr: Liste des événements prévus

source: List of scheduled events by page + filters
fr: Liste des événements programmés par page + filtres

source: List of servers broadcasting
fr: Liste des serveurs de diffusion

source: List of servers broadcasting by page + filters
fr: Liste des serveurs diffusant par page + filtres

source: List of service packages
fr: Liste des forfaits de services

source: List of service packages by page + filters
fr: Liste des packs de services par page + filtres

source: List of storages
fr: Liste de stockages

source: List of storages by page + filters
fr: Liste des stockages par page + filtres

source: List of tariff plans
fr: Liste des plans tarifaires

source: List of tariff plans by page + filters
fr: Liste des plans tarifaires par page + filtres

source: List of tasks
fr: Liste des tâches

source: List of tasks by page + filters
fr: Liste des tâches par page + filtres

source: List of tasks in the category
fr: Liste des tâches de la catégorie

source: List of templates of messages
fr: Liste des modèles de messages

source: List of templates of messages by page + filters
fr: Liste des modèles de messages par page + filtres

source: List of tv genres
fr: Liste des genres télévisuels

source: List of tv genres by page + filters
fr: Liste des genres TV par page + filtres

source: List of tv-channels by page + filters
fr: Liste des chaînes de télévision par page + filtres

source: List of users
fr: Liste des utilisateurs

source: List of users by page + filters
fr: Liste des utilisateurs par page + filtres

source: List of video categories
fr: Liste des catégories de vidéos

source: List of video categories by page + filters
fr: Liste des catégories de vidéos par page + filtres

source: List of video genres
fr: Liste des genres vidéo

source: List of video genres by page + filters
fr: Liste des genres vidéo par page + filtres

source: List of years of release
fr: Liste des années de diffusion

source: List of years of release by page + filters
fr: Liste des années de parution par page + filtres

source: Lithuanian
fr: Lituanien

source: Little rain
fr: Peu de pluie

source: Load
fr: Charge

source: Load EPG
fr: Charger EPG

source: Load active events
fr: Charger les événements actifs

source: Load balancing
fr: Équilibrage de charge

source: Loaded
fr: Chargé

source: Loading
fr: Chargement

source: Loading balance
fr: Balance de chargement

source: Loading...
fr: Chargement....

source: Local folder
fr: Dossier local

source: Localized title
fr: Titre localisé
