Repository: alexanv/ministra-5.6.1
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: fr

source: Start applications
fr: Démarrer les applications

source: Start it
fr: Démarrez-le

source: Start page
fr: Page d'accueil

source: Start recording on the server?
fr: Commencer à enregistrer sur le serveur ?

source: Start time
fr: Heure de début

source: Starting recording
fr: Début de l'enregistrement

source: State
fr: État

source: Statistics
fr: Statistiques

source: Statistics of TV
fr: Statistiques de la télévision

source: Statistics of TV archive
fr: Statistiques des archives TV

source: Statistics of TV archive by page + filters
fr: Statistiques des archives TV par page + filtres

source: Statistics of TV by page + filters
fr: Statistiques de TV par page + filtres

source: Statistics of TimeShift
fr: Statistiques de TimeShift

source: Statistics of TimeShift by page + filters
fr: Statistiques de TimeShift par page + filtres

source: Statistics of complaints
fr: Statistiques des plaintes

source: Statistics of complaints by page + filters
fr: Statistiques des plaintes par page + filtres

source: Statistics of moderators
fr: Statistiques des modérateurs

source: Statistics of moderators by page + filters
fr: Statistiques des modérateurs par page + filtres

source: Statistics of movies per month
fr: Statistiques des films par mois

source: Statistics of movies per month by page + filters
fr: Statistiques des films par mois par page + filtres

source: Status
fr: Statut

source: Status additional service
fr: Statut du service supplémentaire

source: Status changed for user(s)
fr: Statut modifié pour l'utilisateur | Statut modifié pour les utilisateurs

source: Status changed for users
fr: Dernier changement de statut

source: Status changing error
fr: Erreur de changement d'état

source: Stb action
fr: Action décodeur

source: Stb groups
fr: Groupes décodeur

source: Stb in group
fr: décodeur en groupe

source: Stop it
fr: Arrêter

source: Stopped
fr: Arrêté

source: Stopped recording
fr: Arrêt de l'enregistrement

source: Stopping or starting the scheduled events
fr: Arrêt ou démarrage des événements programmés

source: Storage
fr: Stockage

source: Storage "{strg}" has linked channels
fr: Le stockage "{strg}" a des chaînes liés

source: Storage "{strg}" has linked channels, check please channels settings
fr: Le stockage "{strg}" a des chaînes liés, vérifiez svp les paramètres des chaînes

source: Storage cache refresh
fr: Rafraîchissement du cache de stockage

source: Storage is not available on the MAG100
fr: Le stockage n'est pas disponible sur le MAG100

source: Storage list
fr: Liste de stockage

source: Storage name
fr: Nom du stockage

source: Storage not found
fr: Stockage non trouvé

source: Storage quantity
fr: Quantité de stockage

source: Storage with id %s not found
fr: Stockage avec %s d'identification introuvables

source: Storages
fr: Entreposages

source: Storages (measured in the number of the current session)
fr: Stockages (mesurés en fonction du numéro de la session en cours)

source: Storing content
fr: Stockage du contenu

source: Stream server
fr: Serveur de streaming

source: Stream server App
fr: Serveur de streaming App

source: Stream server port
fr: Port du serveur de streaming

source: Stream servers
fr: Serveurs de streaming

source: Stream volume adjustment
fr: Réglage du volume du flux

source: Stream zone
fr: Zone de cours d'eau

source: Stream zones
fr: Zones de cours d'eau

source: Streaming area
fr: Zone de streaming

source: Streaming areas
fr: Zones de streaming

source: Streaming links
fr: Liens de streaming

source: Streaming server
fr: Serveur de streaming

source: Streaming servers
fr: Serveurs de streaming

source: Submit
fr: Soumettre

source: Submit an application
fr: Soumettre une demande

source: Subs
fr: Sous

source: Subscribe log
fr: S'abonner au journal

source: Subscribe update
fr: S'abonner à la mise à jour

source: Subscribed
fr: Souscrire

source: Subscriber statistics
fr: Statistiques sur les abonnés

source: Subscriber statistics by page + filters
fr: Statistiques d'abonnés par page + filtres

source: Subscribers statistic
fr: Statistiques sur les abonnés

source: Subscription
fr: Abonnement

source: Subscription import
fr: Importation d'abonnement

source: Subscription saved
fr: Abonnement économisé

source: Subtitles
fr: Sous-titres

source: Successful: %s channels
fr: Succès : %s chaînes

source: Sudoku is a well-known Japanese puzzle. You need to fill all the cells the way there won't be the same two numbers in each row, column or block.
fr: Sudoku est un puzzle japonais bien connu. Vous devez remplir toutes les cases de façon à ce qu'il n'y ait pas les deux mêmes chiffres dans chaque ligne, colonne ou bloc.

source: Summary length, min
fr: Longueur du résumé, min

source: Sun
fr: Soleil

source: Sundanese
fr: Sundanais

source: Sunday
fr: dimanche

source: Support info
fr: Informations d'assistance

source: Supported devices
fr: Périphériques pris en charge

source: Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.
fr: Surfez sur Internet via un navigateur intégré ! Pour vous faciliter la tâche, vous pouvez utiliser l'application mobile MAGic Remote ou connecter le clavier ou la souris via le port USB.

source: Swedish
fr: Suédois

source: Switch off
fr: Eteindre

source: Switch off advertising
fr: Désactiver la publicité

source: Switch off channel
fr: Désactiver la chaîne

source: Switch on
fr: Allumer l'appareil

source: Switch on channel
fr: Allumer la chaîne

source: Switch on/off
fr: Allumer/éteindre

source: Switched off
fr: Eteint

source: Switched on
fr: Allumé

source: Switching between streaming servers depending on the load
fr: Passage d'un serveur de streaming à l'autre en fonction de la charge

source: System
fr: Système

source: System settings will help you to set up network connection, graphics resolution and to change interface language.
fr: Les paramètres du système vous aideront à configurer la connexion réseau, la résolution graphique et à changer la langue de l'interface.

source: TARIFF PLANS
fr: RÉGIMES TARIFAIRES

source: TARIFFS
fr: TARIFS

source: TERMS OF USE
fr: CONDITIONS D'UTILISATION

source: THURSDAY
fr: Jeudi

source: TMDB ID
fr: ID TMDB

source: TMDB rating
fr: Cote TMDB

source: TO BOOKMARK
fr: A METTRE EN FAVORIS

source: TRACK SEARCH
fr: RECHERCHE SUR PISTE

source: TUESDAY
fr: Mardi

source: TV Archive
fr: Archives TV

source: TV Archive has NOT been restarted correctly.
fr: TV Archive n'a PAS été redémarré correctement.

source: TV Archive has been restarted.
fr: TV Archive a été redémarré.

source: TV Archive statistics
fr: Statistiques des archives TV

source: TV Archive statistics per month
fr: Statistiques d'archives TV par mois

source: TV GUIDE
fr: PROGRAMME TV

source: TV Guide
fr: Programme télé

source: TV archive
fr: archive TV

source: TV archive address
fr: Adresse des archives TV

source: TV archive duration, h
fr: Durée de l'archive TV, h

source: TV archive length
fr: Longueur de l'archive TV

source: TV archive statistics
fr: Statistiques des archives TV

source: TV archive type
fr: Type d'archive TV

source: TV channels
fr: chaînes de télévision

source: TV channels subscription
fr: Abonnement aux chaînes de télévision

source: TV series
fr: Série

source: TV shows
fr: Emissions télévisées

source: TV sound
fr: Son du téléviseur

source: TV statistics
fr: Statistiques TV

source: TV subscription
fr: Abonnement TV

source: TV video
fr: Vidéo télévisée

source: TV views statistics per month
fr: Statistiques de visionnage de la télévision par mois

source: TV-genres for channel cannot be empty
fr: Les générateurs TV pour la chaîne ne peuvent pas être vides

source: Tablet
fr: Comprimé

source: Tagalog
fr: Tagal

source: Tajik
fr: Tadjik

source: Tariff
fr: Tarif

source: Tariff identifier, can be used for external services
fr: Identificateur de tarif, peut être utilisé pour les services externes

source: Tariff name
fr: Nom du tarif

source: Tariff plan
fr: Plan tarifaire

source: Tariff plan is changed, please restart your STB
fr: Le plan tarifaire est modifié, veuillez redémarrer votre décodeur

source: Tariff plans
fr: Plans tarifaires

source: Tariff title. You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
fr: Titre du tarif. Vous pouvez utiliser des lettres, des chiffres et des symboles de la liste : ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Tariffs
fr: Tarifs

source: Task accomplished
fr: Tâche accomplie

source: Task description
fr: Description des tâches

source: Task has been sent to archive
fr: La tâche a été envoyée aux archives

source: Task id:{updid} has been deleted
fr: Tâche id:{updid} a été supprimé

source: Task id:{updid} not deleted
fr: Tâche id:{updid} non supprimé

source: Task is
fr: La tâche est

source: Task rejected
fr: Tâche rejetée

source: Task type
fr: Type de tâche

source: Task {updchid} has been deleted
fr: La tâche {updchid} a été supprimée

source: Tasks
fr: Tâches

source: Tasks (new messages: %s)
fr: Tâches (nouveaux messages : %s)

source: Tasks list
fr: Liste des tâches

source: Tatar
fr: Tatare

source: Teach
fr: Enseigner

source: Technical questions form
fr: Formulaire de questions techniques

source: Template name
fr: Nom du modèle

source: Templates
fr: Modèles

source: Templates of messages
fr: Modèles de messages

source: Temporary HTTP URL
fr: URL HTTP temporaire

source: Temporary HTTP–link
fr: Liaison HTTP temporaire

source: Temporary URL
fr: URL temporaire

source: Temporary link
fr: Lien temporaire

source: Terms of Service.
fr: Conditions d'utilisation.

source: Testers
fr: Testeurs

source: Text
fr: Texte

source: Thai
fr: Thaï

source: Thank you, your opinion will be taken into account
fr: Merci, votre avis sera pris en compte!

source: Thanks for your interest!
fr: Merci pour votre intérêt !

source: That name is already in use
fr: Ce numéro est déjà utilisé

source: The Source ID is a unique identifier for your advertising campaign which you can use to track statistics.
fr: L'ID source est un identifiant unique pour votre campagne publicitaire que vous pouvez utiliser pour suivre les statistiques.

source: The album with such parameters for this performer already exists
fr: L'album avec de tels paramètres pour cet interprète existe déjà

source: The application can be downloaded for free, but its full functionality requires a License key.
fr: L'application peut être téléchargée gratuitement, mais sa pleine fonctionnalité nécessite une clé de licence.

source: The available version of package is conflicts with
fr: La version disponible du pack est en conflit avec

source: The base channel is available for user by default.
fr: La châine de base est disponible par défaut pour l'utilisateur.

source: The begin of the range ({rng}) is not a valid IP-address.
fr: Le fichier ne contient pas d'adresses MAC valides.

source: The certificate does not match the server configuration
fr: Le certificat ne correspond pas à la configuration du serveur

source: The certificates allow operators to connect set-top boxes and applications to Stalker Middleware. These are the files generated for a certain server at an administrative control panel request.
fr: Les certificats permettent aux opérateurs de connecter des décodeurs et des applications à Stalker Middleware. Ce sont les fichiers générés pour un certain serveur à la demande du panneau de contrôle administratif.

source: The channel already has a scheduled recording
fr: La chaîne a déjà un enregistrement programmé

source: The clearing of license keys will begin shortly.
fr: L'effacement des clés de licence commencera sous peu.

source: The current version of package is conflicts with
fr: La version actuelle du pack est en conflit avec

source: The date of end event
fr: La date de fin de l'événement

source: The date of run event
fr: La date de la lecture de l'èvénement

source: The date of start event
fr: La date du début de l'événement

source: The duration of the specified service hours
fr: La durée des heures de service spécifiées

source: The emulation mode is used in case when two portals are attached to a single storage of TV archive. It is necessary to set the recording of TV archive at the first portal, and TV archive recording with the option of emulation at the second one. Thus, there will be two portals with the archive, though in fact it is recorded once.
fr: Le mode d'émulation est utilisé dans le cas où deux portails sont attachés à un seul stockage d'archives TV. Il est nécessaire de régler l'enregistrement des archives TV sur le premier portail, et l'enregistrement des archives TV avec la possibilité d'émulation sur le second. Ainsi, il y aura deux portails avec l'archive, bien qu'en fait elle soit enregistrée une seule fois.

source: The end of the range ({rng}) is not a valid IP-address.
fr: Le fichier ne contient pas d'adresses MAC valides.

source: The file does not contain valid MAC-addresses.
fr: Le fichier ne contient pas d'adresses MAC valides.

source: The file must contain pre-compiled list of MAC-addresses in the txt extension or another text format
fr: Le fichier doit contenir la liste pré-compilée des adresses MAC dans l'extension txt ou un autre format texte

source: The following set-top boxes:
fr: Les décodeurs suivants :

source: The function to be executed when pressing the "OK" button
fr: La fonction à exécuter en appuyant sur la touche "OK

source: The license is not attached to a certain device. The rated number of licenses is the number of unique devices which have been using your services within 24 hours.
fr: La licence n'est pas attachée à un certain appareil. Le nombre nominal de licences est le nombre de dispositifs uniques qui ont utilisé vos services dans les 24 heures.

source: The list of administrators by page + filters
fr: La liste des administrateurs par page + filtres

source: The logo will be resized to the appropriate size depending on the platform
fr: Le logo sera redimensionné à la taille appropriée en fonction de la plateforme.

source: The maximum number of languages that can be selected - 5
fr: Le nombre maximum de langues pouvant être sélectionnées - 5

source: The maximum number of registered channel
fr: Le nombre maximum de chaînes enregistrés

source: The movie costs {0}
fr: Le film coûte {0}

source: The next apps has been installed manually and will be removed.
fr: Les applications suivantes ont été installées manuellement et seront supprimées.

source: The npm version does not match the required one. For correct operation, install npm version 2.15.11
fr: La version npm ne correspond pas à la version requise. Pour un fonctionnement correct, installez npm version 2.15.11

source: The number of connections is limited. <br> Try again later
fr: Le nombre de connexions est limité. <br> Réessayer plus tard.

source: The official applications for Apple TV, Android TV, iPad, iPhone, iPod touch, Android phones & tablets, Android STB can be downloaded and installed for free from app stores, but a License key will be needed.
fr: Les applications officielles pour Apple TV, Android TV, iPad, iPhone, iPod touch, téléphones et tablettes Android, Android décodeur peuvent être téléchargées et installées gratuitement à partir des magasins d'applications, mais une clé de licence sera nécessaire.

source: The period of showing of the episodes
fr: La période de diffusion des épisodes

source: The portal is temporarily unavailable.<br>Please try again later.<br>Sorry for the inconvenience.
fr: Le portail est temporairement indisponible.<br>Veuillez réessayer plus tard.<br>Désolé pour l'inconvénient.

source: The recorded file is missing
fr: Le fichier enregistré est manquant

source: The service costs {0}
fr: Le coût du service {0}

source: The service of advertising to subscribers is the program implemented in partnership with Adtelligent.
fr: Le service de publicité aux abonnés est le programme mis en place en partenariat avec Adtelligent.

source: The user can be added to the group
fr: L'utilisateur peut être ajouté au groupe

source: The weather is not configured
fr: La météo n'est pas configurée

source: Theme for editing
fr: Thème d'édition

source: Themes music
fr: Thèmes musique

source: There are no active events for %s
fr: Il n'y a pas d'événements actifs pour %s

source: There is an active downloads from this server
fr: Il y a un téléchargement actif à partir de ce serveur

source: There is no connection to the server of certificates. The operation of some client's applications and devices can be suspended.
fr: Il n'y a pas de connexion au serveur de certificats. Le fonctionnement de certaines applications et de certains appareils du client peut être suspendu.

source: There is no such skin
fr: Une telle peau n'existe pas

source: These requests are important for license use calculation. So if no request is received by our server within 30 days, your certificate will be banned automatically. It can also be banned in case of fraud or late payment for licenses usage.
fr: Ces demandes sont importantes pour le calcul de l'utilisation des licences. Ainsi, si aucune demande n'est reçue par notre serveur dans les 30 jours, votre certificat sera automatiquement banni. Elle peut également être interdite en cas de fraude ou de paiement tardif pour l'utilisation des licences.

source: This URL already exists
fr: Cette URL existe déjà

source: This action is not available
fr: Cette action n'est pas disponible

source: This action is unavailable
fr: Cette action n'est pas disponible

source: This allows you to track your income for different audiences.
fr: Cela vous permet de suivre vos revenus pour différents publics.

source: This app allows recording TV shows or watch the records made previously.
fr: Cette application permet d'enregistrer des émissions de télévision ou de regarder les enregistrements réalisés précédemment.

source: This application version has conflicts
fr: Cette version de l'application a des conflits

source: This field can contain only numbers
fr: Ce champ ne peut contenir que des chiffres

source: This field cannot be empty if enabled TV-archive or nPVR
fr: Ce champ ne peut pas être vide si l'archivage TV ou nPVR est activé.

source: This is an additional source of monetization which will help you do the following:
fr: C'est une source supplémentaire de monétisation qui vous aidera à faire ce qui suit :

source: This is system apps. Disabling this application can lead to failures in other applications. Do really want deactivate this application?
fr: Ce sont des applications système. La désactivation de cette application peut entraîner des échecs dans d'autres applications. Vous voulez vraiment désactiver cette application ?

source: This name already exists
fr: Ce nom existe déjà

source: This name is not unique
fr: Ce nom n'est pas unique

source: This number is already in use
fr: Ce numéro est déjà utilisé

source: This number is not unique
fr: Ce numéro n'est pas unique

source: This operation is temporarily unavailable.
fr: Cette opération est temporairement indisponible.

source: This record cannot be deleted
fr: Cet enregistrement ne peut pas être supprimé

source: This server
fr: Ce serveur

source: This server has connected TV channels for recording a TV archive
fr: Ce serveur dispose de chaînes TV connectées pour l'enregistrement d'une archive TV

source: This service is available to those with subscriber bases with at least 1000 users in the United States, Canada, France, Germany and Ukraine.
fr: Ce service est disponible pour ceux qui ont des bases d'abonnés avec au moins 1000 utilisateurs aux États-Unis, au Canada, en France, en Allemagne et en Ukraine.

source: This user is already connected to the group
fr: Cet utilisateur est déjà connecté au groupe

source: This value is not valid.
fr: Cette valeur n'est pas valide.

source: This was made possible thanks to the release of Ministra Player, an easy-to-use application for viewing TV and video content that is available on an increasing number of platforms.
fr: Ceci a été rendu possible grâce au lancement de Ministra Player, une application facile à utiliser pour regarder la télévision et le contenu vidéo qui est disponible sur un nombre croissant de plateformes.

source: Thu
fr: Jeu

source: Thunderstorm
fr: Tempête d'orage

source: Thursday
fr: Jeudi

source: Tibetan
fr: Tibétain

source: Time
fr: Temps

source: Time correction for EPG
fr: Correction du temps pour l'EPG

source: Time from<br>last playback
fr: Temps de <br>Dernière lecture

source: Time of change
fr: Heure du changement

source: Time on the device is not synchronized.
fr: Le temps sur l'appareil n'est pas synchronisé.

source: Time to live, measured in seconds
fr: "Temps restant à vivre

source: Time until the end of the tariff
fr: Durée jusqu'à la fin du tarif

source: Time, sec
fr: Temps, sec

source: TimeShift only works with solutions rtp and ffrt.
fr: TimeShift ne fonctionne qu'avec les solutions rtp et ffrt.

source: TimeShift statistics
fr: Statistiques TimeShift

source: TimeShift statistics per month
fr: Statistiques TimeShift par mois

source: TimeShift via USB devices
fr: TimeShift via des périphériques USB

source: Timezone
fr: Fuseau horaire

source: Title
fr: Titre

source: Title of the area. You can use letters, digits and symbols from the list: ! @ # $ % ^ & * ( ) _ - + : ; , .
fr: Titre de la zone. Vous pouvez utiliser des lettres, des chiffres et des symboles de la liste : ! @ # $ % ^ & * ( ) _ - + : ; , .

source: Title on the native language. Autocomplete is available
fr: Titre sur la langue maternelle. Autocomplete est disponible

source: To
fr: Pour

source: To activate the service, fill out the form below.
fr: Pour activer le service, remplissez le formulaire ci-dessous.

source: To add more channels, you can delete the unwanted channels in the channel list
fr: Pour ajouter d'autres chaînes, vous pouvez supprimer les chaînes indésirables dans la liste des chaînes

source: To all
fr: À tous

source: To configure your ad displays, you need to register a Source ID in the administrative panel.
fr: Pour configurer vos affichages publicitaires, vous devez enregistrer un ID source dans le panneau d'administration.

source: To get an additional Source ID, write to
fr: Pour obtenir un code source supplémentaire, envoyer un message au

source: To group
fr: Pour grouper

source: To one
fr: A un seul

source: To request Source ID
fr: Pour demander l'ID source

source: To select as default, first you have to uncheck the current default tariff
fr: Pour sélectionner comme tarif par défaut, vous devez d'abord décocher le tarif par défaut actuel

source: To select as default, first you have to uncheck the current default zone
fr: Pour sélectionner comme valeur par défaut, vous devez d'abord décocher la zone par défaut actuelle

source: To what consequences may lead my server configurations change?
fr: Quelles sont les conséquences d'un changement de configuration de mon serveur ?

source: Today
fr: Aujourd'hui

source: Toggle company state
fr: Commutation de l'état de la société

source: Toggle favorite status for current filter
fr: Basculer l'état des favoris pour le filtre actuel

source: Toggle status for current license key
fr: Basculer l'état de la clé de licence actuelle

source: Top Left
fr: En haut à gauche

source: Top Right
fr: En haut à droite

source: Total duration, min
fr: Durée totale, min

source: Total movies
fr: Total des films

source: Total sessions
fr: Nombre total de séances

source: Total time
fr: Durée totale

source: Total users
fr: Nombre total d'utilisateurs

source: Total views
fr: Nombre total de vues

source: Total views per month
fr: Nombre total de visites par mois

source: Track
fr: Piste

source: Track duration in seconds
fr: Durée de la piste en secondes
