Repository: alexanv/ministra-5.6.1
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: fr

source: You have unsaved data. Really want to go?
fr: Vous avez des données non sauvegardées. Tu veux vraiment y aller ?

source: You independently determine which audience will be shown the ads.
fr: Vous déterminez de manière indépendante l'audience à laquelle les publicités seront diffusées.

source: You must fill in all fields
fr: Vous devez remplir tous les champs

source: Your STB is blocked.<br/> Call the provider.
fr: Votre décodeur est bloqué.<br/> Appelez le fournisseur.

source: Your STB is damaged.<br/> Call the provider.
fr: Veuillez contacter votre fournisseur <br>pour enregistrer cet appareil.

source: Your STB is not supported
fr: Votre décodeur n'est pas supporté

source: Your device is not supported.
fr: Votre appareil n'est pas pris en charge.

source: Your password has been changed
fr: Votre mot de passe a été changé

source: Your task is to guess the number of unduplicated four digits, the first of them - not zero. Every your guess will be compared with the number put forth a STB. If you guessed a digit, but it is not in place, then it is a COW (C). If you guessed, and a number, and its location, this BULL (B).
fr: Votre tâche consiste à deviner le nombre de quatre chiffres non dupliqués, le premier d'entre eux - pas zéro. Toutes vos suppositions seront comparées avec le nombre de décodeurs mis en avant. Si vous avez deviné un chiffre, mais qu'il n'est pas en place, alors c'est un COW (C). Si vous avez deviné, et un nombre, et son emplacement, ce BULL (B).

source: Zulu
fr: Zoulou

source: [No channel info]
fr: [Pas d'info sur la chaîne]

source: account_agreement_info
fr: informations_convention_de_compte

source: account_payment_info
fr: informations_de_paiement_de_compte

source: account_terms_info
fr: account_terms_info_de_compte

source: add
fr: Ajouter

source: add area
fr: ajouter une zone

source: add new link
fr: Ajouter un nouveau lien

source: added
fr: supplémentaire

source: addresses
fr: coordonnées

source: admin
fr: Administrateur

source: administrators list
fr: liste des administrateurs

source: adventure
fr: Aventure

source: advertising
fr: publicitaire

source: advertising list
fr: liste des annonces

source: aerobics
fr: Aérobie

source: albums list
fr: liste des albums

source: all
fr: tous

source: and
fr: et

source: and not on server
fr: et non sur le serveur

source: and on
fr: et sur

source: appearance
fr: apparence

source: applications catalog
fr: catalogue des applications

source: april
fr: avril

source: areas list
fr: liste des zones

source: artists list
fr: liste des artistes

source: at
fr: à

source: attract new subscribers
fr: attirer de nouveaux abonnés

source: august
fr: août

source: autofill
fr: Remplissage automatique

source: bad sound
fr: Mauvais son

source: bad video
fr: Mauvaise vidéo

source: biography
fr: Biographie

source: business
fr: Affaires

source: by addtime
fr: Par addtime

source: by date
fr: par date

source: by name
fr: nommément

source: by number
fr: Par numéro

source: by title
fr: Par titre

source: cartoon series
fr: Série de dessins animés

source: categories list
fr: liste des catégories

source: channel numbers filled in automatically
fr: les numéros de chaînes sont remplis automatiquement

source: channel(s)
fr: chaine(s)

source: channels
fr: Chaînes

source: channels list
fr: liste des chaînes

source: check
fr: Vérifier

source: children's
fr: Enfants

source: cinema
fr: Cinéma

source: city_name_field
fr: nom_fr

source: clean
fr: Propre

source: clear
fr: Clair

source: clear cache
fr: Effacer le cache

source: cloudy
fr: Nuageux

source: combined
fr: Combiné

source: comedy
fr: Comédie

source: coming soon
fr: Bientôt disponible

source: complete
fr: Complète

source: completed
fr: terminé

source: conflicts with
fr: entre en conflit avec

source: connected
fr: Connecté

source: continuously
fr: En continu

source: cookery
fr: Cuisines

source: count md5 sum
fr: Compter la somme md5

source: counting
fr: Comptage

source: criminal
fr: Criminel

source: current version
fr: version courante

source: dancing
fr: Danser

source: day
fr: journée

source: days
fr: jours

source: december
fr: décembre

source: default
fr: manquement

source: deferred
fr: Reporté

source: delete
fr: Supprimer

source: detective
fr: Détective

source: device
fr: périphérique

source: didn't match any item
fr: ne correspond à aucun article

source: disabled
fr: Désactivé

source: disconnected
fr: Déconnecté

source: do not yet running
fr: Ne pas encore courir

source: done
fr: Fait

source: drama
fr: Drame

source: edit
fr: Édité

source: edit area
fr: zone d'édition

source: edit channel "
fr: modifie la chaîne "

source: edited
fr: édité

source: emergency
fr: En cas d'urgence

source: enabled
fr: Activé

source: end_date_format
fr: m.d.Y

source: ending
fr: finissant

source: entertainments
fr: Divertissements

source: episode
fr: incident

source: episodes
fr: épisodes

source: erotica
fr: Érotique

source: error
fr: Erreur

source: errors occurred
fr: Des erreurs se sont produites

source: every
fr: chaque

source: expired
fr: Expiré

source: failed to open
fr: N'a pas réussi à s'ouvrir

source: fantasy
fr: Fantaisie

source: favorite only
fr: Favoris seulement

source: favorite tv
fr: Télévision préférée

source: february
fr: février

source: file can be deleted manually from screenshot directory
fr: Le fichier peut être supprimé manuellement du répertoire de capture d'écran

source: files
fr: fichiers

source: fill in and send the application
fr: remplir et envoyer le formulaire d'inscription

source: filter
fr: Filtre

source: firmware update
fr: mise à jour du firmware

source: first
fr: dans un premier temps

source: fishing
fr: Pêche

source: fit on
fr: S'adapte sur

source: folder
fr: Dossier

source: for
fr: à la place de

source: for adults
fr: Pour les adultes

source: for all servers
fr: pour tous les serveurs

source: for channel
fr: pour chaîne

source: foreign
fr: Étranger

source: foreign cartoons
fr: Dessins animés étrangères

source: from
fr: de la part de

source: from file
fr: à partir du fichier

source: from this album
fr: de cet album

source: genres list
fr: liste des genres

source: good sound
fr: Bon son

source: good video
fr: Bonne vidéo

source: groups list
fr: liste des groupes

source: health
fr: Santé

source: height
fr: hauteur

source: help
fr: Aide

source: high
fr: haut

source: historical
fr: Historique

source: history
fr: Histoire

source: horror
fr: Horreur

source: hour
fr: heure

source: hours
fr: horaires

source: house/country
fr: Maison/pays

source: humourist
fr: Humoriste

source: hunting
fr: Chasse

source: image file has not been deleted
fr: Le fichier image n'a pas été supprimé

source: image name
fr: Nom de l'image

source: in
fr: en

source: in section
fr: dans la section

source: in storage
fr: en stock

source: in the last 30 days
fr: au cours des 30 derniers jours

source: include solution
fr: Inclure la solution

source: increase profits
fr: augmenter les profits

source: infoportal
fr: Portail d'information

source: information
fr: Renseignements

source: information about the movie
fr: Informations sur le film

source: information not available
fr: Information non disponible

source: information-entertaining
fr: Divertissant d'information

source: inserted
fr: inséré

source: is used for nPVR recording
fr: est utilisé pour l'enregistrement nPVR

source: january
fr: Janvier

source: july
fr: Juillet

source: june
fr: Juin

source: karaoke
fr: Karaoké

source: karaoke list
fr: liste des karaokés

source: languages
fr: langues

source: languages list
fr: liste des langues

source: last
fr: dernier

source: last viewed
fr: Dernière consultation

source: last week
fr: semaine dernière

source: less than a minute ago
fr: il y a moins d'une minute

source: list
fr: Liste

source: list + info
fr: Liste + info

source: list of STB in group
fr: liste des décodeurs du groupe

source: list of events
fr: liste des événements

source: list of filters of users
fr: liste des filtres des utilisateurs

source: list of groups STB
fr: liste des groupes décodeurs

source: list of radio
fr: liste des radios

source: list of scheduled events
fr: liste des événements prévus

source: list of service packages
fr: liste des forfaits de services

source: list of tariff plans
fr: liste des plans tarifaires

source: list of users
fr: liste des utilisateurs

source: logs
fr: bûches

source: low
fr: modique

source: march
fr: mars

source: may
fr: mai

source: medium
fr: à point

source: melodrama
fr: Mélodrame

source: message sended
fr: Message envoyé

source: military
fr: Militaire

source: min
fr: minute

source: minute
fr: minuscule

source: minutes ago
fr: il y a quelques minutes

source: mode {0}
fr: mode {0} {0

source: moderators list
fr: liste des modérateurs

source: monitoring off
fr: Surveillance désactivée

source: month
fr: mois

source: more than an hour ago
fr: il y a plus d'une heure

source: movie
fr: film

source: movie list
fr: liste de films

source: movie statistics
fr: statistiques cinématographiques

source: music
fr: Musique

source: mysticism
fr: Mysticisme

source: nPVR servers
fr: Serveurs nPVR

source: next
fr: ultérieures

source: no conflicts
fr: pas de conflits

source: no data
fr: Pas de données

source: no epg
fr: pas de gep

source: no errors
fr: Aucune erreur

source: not changed
fr: Pas changé

source: not done
fr: Pas encore terminé

source: not ended
fr: Non terminé

source: not found
fr: introuvable

source: not sended
fr: Non envoyé

source: november
fr: Novembre

source: now begins
fr: Commence maintenant

source: october
fr: Octobre

source: of month
fr: du mois

source: of week
fr: de la semaine

source: of year
fr: de l'année

source: off
fr: Désactivé

source: old genre
fr: Ancien genre

source: on
fr: Le

source: on channel
fr: En chaîne

source: on sound
fr: Sur le son

source: on the Documentation
fr: sur la Documentation

source: on video
fr: En vidéo

source: once
fr: dès lors que

source: once-only
fr: Une fois seulement

source: one series
fr: Une série

source: only favorite
fr: Seul favori

source: only for rtp and ffrt solutions
fr: Uniquement pour les solutions rtp et ffrt

source: optional
fr: Facultatif

source: or file is not exists
fr: ou le fichier n'existe pas

source: other
fr: Autre

source: our cartoons
fr: Nos dessins animés

source: ours
fr: Les nôtres

source: overcast
fr: Ciel couvert

source: package_price_measurement
fr: ASAMU

source: part
fr: Partie

source: partly cloudy
fr: Partiellement nuageux

source: periodic
fr: Périodique

source: permanent
fr: Permanente

source: permanent error
fr: erreur permanente

source: permissions for group administrators
fr: permissions pour les administrateurs de groupe

source: picking
fr: Cueillette

source: please wait
fr: Veuillez patienter

source: pressure
fr: Pression

source: preview not available
fr: Aperçu non disponible

source: previous
fr: antérieures

source: priority
fr: Priorité

source: purchased
fr: Acheté

source: quality
fr: qualité

source: rain
fr: Pluie

source: rainfall
fr: Précipitations

source: rating
fr: Cote

source: rec_stop_msg
fr: Arrêt de l'enregistrement - {0} sur la chaîne{1}

source: recording
fr: enregistrement

source: records
fr: Enregistrements

source: reduce subscription costs
fr: réduire les coûts d'abonnement

source: reject
fr: Rejeter

source: rent expires in
fr: Le loyer expire en

source: report generated by closed-month clips
fr: Rapport généré par des clips de fin de mois fermés

source: report generated by closed-month movies
fr: Rapport généré par les films des mois clos

source: resellers list
fr: liste des revendeurs

source: restart on OK
fr: Redémarrer sur OK

source: return
fr: Retour

source: returned
fr: Retournés

source: running
fr: course à pied

source: sales department
fr: service des ventes

source: saving
fr: enregistrement

source: schedule
fr: programmer

source: scheduled
fr: programmée

source: scheduled on
fr: programmée le

source: scientific-entertainment
fr: Divertissement scientifique

source: search
fr: Rechercher

source: search by MAC or IP
fr: Recherche par MAC ou IP

source: search by MAC, IP, login or account number
fr: Recherche par MAC, IP, login ou numéro de compte

source: search by album name or performer
fr: Recherche par nom d'album ou par artiste

source: search by clip name
fr: Recherche par nom de clip

source: search by file name of movie name
fr: Recherche par nom de fichier du nom du film

source: search by mac
fr: Recherche par mac

source: search by movie title
fr: Recherche par titre de film

source: search by name
fr: Recherche par nom

source: search by track name
fr: Recherche par nom de piste

source: search inactive users
fr: rechercher des utilisateurs inactifs

source: search_box_languages
fr: fr

source: season
fr: assaisonner

source: season's
fr: saison

source: send
fr: Envoyer

source: sended
fr: Envoyé

source: september
fr: septembre

source: serial
fr: Série

source: series
fr: Série

source: servers list
fr: liste des serveurs

source: show
fr: Montrer

source: single
fr: Unique

source: snow
fr: Neige

source: sound
fr: sonorité

source: started
fr: Commencé

source: status off
fr: éteint

source: status on
fr: allumé

source: stopped
fr: arrêté

source: storages
fr: Stockages

source: storages list
fr: liste de stockage

source: streaming area
fr: zone de streaming

source: stretch
fr: Étirer

source: task
fr: Tâche

source: task done
fr: Tâche accomplie

source: task ended
fr: Tâche terminée

source: task open
fr: Tâche ouverte

source: task rejected
fr: Tâche rejetée

source: tasks list in section
fr: liste des tâches dans la section

source: teach
fr: Enseigner

source: temporary error
fr: erreur temporaire

source: testing...
fr: essais....

source: the category
fr: la catégorie

source: the task has been sent
fr: La tâche a été envoyée

source: then this field must be filled
fr: alors ce champ doit être rempli

source: there are some problems
fr: Il y a quelques problèmes

source: thunderstorm
fr: Tempête d'orage

source: title
fr: Titre

source: to
fr: jusqu'à

source: today
fr: Aujourd'hui

source: total views
fr: Nombre total de vues

source: total views per month
fr: Nombre total de visites par mois

source: travels
fr: Voyages

source: turn on %s
fr: Activer %s

source: tv
fr: TÉLÉ

source: tv archive
fr: archive TV

source: unavailable
fr: Indisponible

source: undefined
fr: indéterminé

source: unknown
fr: inconnu

source: unlimited
fr: Illimité

source: updated
fr: actualisés

source: uploading
fr: téléchargement

source: user
fr: usager

source: video
fr: Vidéo

source: video deleted
fr: Vidéo supprimée

source: video moderator
fr: modérateur vidéo

source: video search
fr: recherche vidéo

source: video_name_format
fr: %2$s'

source: videoclub
fr: Vidéoclub

source: w/o precipitation
fr: Sans précipitation

source: waiting queue
fr: file d'attente

source: waiting...
fr: En attente....

source: weekday
fr: jour de la semaine

source: western
fr: Occidental

source: width
fr: largeur

source: will be deleted from server
fr: sera supprimé du serveur

source: wind
fr: Vent

source: wind:
fr: vent :

source: without sorting
fr: sans trier

source: woman's
fr: Femme

source: wrong epg
fr: mauvaise gep

source: xmltv id
fr: xmltv id id

source: years list
fr: liste des années

source: yesterday
fr: Hier

source: {admin_count} administrators to be moved to another group before deleting
fr: Les administrateurs {admin_count} doivent être déplacés dans un autre groupe avant d'être supprimés.

source: {albm} album and his all {cmps} compositions in {gnr} genres has been deleted
fr: {albm} et toutes ses compositions {cmps} dans les genres {gnr} a été supprimé

source: {pckg_rslt} packages and {srvcs_rslt} their services has been removed
fr: {pckg_rslt} et {srvcs_rslt} leurs services ont été supprimés

source: {trff_rslt} tariff plans and {plns_rslt} their packages has been removed
fr: {trff_rslt} plans tarifaires et {plns_rslt} leurs packs ont été supprimés

source: {updid} files has been deleted
fr: {updid} a été supprimé

source: {updid} seasons has been deleted
fr: Les saisons {updid} ont été supprimées

source: {updid} series has been deleted
fr: la série {updid} a été supprimée

source: {{dgt}} day(s) ago
fr: {{{dgt}}} jour(s) passé(s)

source: {{dgt}} hour(s) ago
fr: {{{dgt}}} il y a heure(s)

source: {{dgt}} minutes ago
fr: {{{dgt}}} il y a quelques minutes

source: Сertificate request
fr: Demande à Сertificate

source: Сheck for use of the current address or address range by another reseller
fr: Déplacer tous les utilisateurs du revendeur actuel vers un autre revendeur
