Repository: alexanv/ministra-5.6.1
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: fr

source: Delete track
fr: Supprimer la piste

source: Delete video
fr: Supprimer la vidéo

source: Deleted
fr: Supprimé

source: Deleted all events
fr: Supprimé tous les événements

source: Deleted {cnt} events
fr: Événements {cnt} supprimés

source: Deleted {rslt_zn} zone for {rslt_cntrs} countries and {rslt_ips} ip
fr: Zone supprimée {rslt_zn} pour les pays {rslt_cntrs} et {rslt_ips} ip

source: Deleted: %s records
fr: Supprimé : enregistrements %s

source: Deleting channel id:{updid} ended with an error
fr: La suppression de channel id:{updid} s'est terminée par une erreur

source: Deleting cover for movie
fr: Suppression de la couverture pour le film

source: Deleting exists ad-company
fr: Suppression d'une société publicitaire existante

source: Deleting files ended with an error
fr: La suppression des fichiers s'est terminée par une erreur

source: Deleting info about one video file from database
fr: Suppression d'informations sur un fichier vidéo de la base de données

source: Deleting links for channel id:{updid} ended with an error
fr: La suppression des liens pour channel id:{updid} s'est terminée par une erreur

source: Deleting resellers
fr: Suppression de revendeurs

source: Deleting season of video serial with series and files
fr: Suppression de la saison de la série vidéo avec les séries et les fichiers

source: Deleting seasons ended with an error
fr: La suppression des saisons s'est terminée par une erreur

source: Deleting series ended with an error
fr: L'effacement d'une série s'est terminé par une erreur

source: Deleting series of video serial with files
fr: Suppression d'une série de séries de séries vidéo avec des fichiers

source: Deleting task id:{updid} ended with an error
fr: La suppression de task id:{updid} s'est terminée par une erreur

source: Deleting tasks for channel id:{updid} ended with an error
fr: La suppression des tâches pour la chaîne id:{updid} s'est terminée par une erreur

source: Deleting video id:{updid} ended with an error
fr: La suppression de l'identifiant vidéo:{updid} s'est terminée par une erreur

source: Delivered
fr: Livré

source: Delivery status
fr: État de livraison

source: Deny for video categories
fr: Refuser pour les catégories vidéo

source: Department
fr: Département

source: Dependencies
fr: Dépendances

source: Desktop and notebook
fr: Ordinateurs de bureau et portables

source: Detailed for karaoke-task
fr: Détaillé pour la tâche karaoké

source: Detailed on video-task
fr: Détaillé sur la tâche vidéo

source: Details
fr: Détails

source: Details of the certificate
fr: Détails du certificat

source: Detected languages
fr: Langues détectées

source: Detective
fr: Détective

source: Device
fr: Appareil

source: Device info
fr: Informations sur l'appareil

source: Device type
fr: Type d'appareil

source: Devices
fr: Appareils

source: Devices working with the following apps:
fr: Périphériques fonctionnant avec les applications suivantes :

source: Director
fr: Directeur

source: Disable
fr: Désactiver

source: Disable Video club ad
fr: Désactiver la publicité du club vidéo

source: Disable {ln} and then enable this launcher
fr: Désactivez {ln} puis activez ce lanceur

source: Disabled
fr: Désactivé

source: Disabled for categories
fr: Désactivé pour les catégories

source: Disabling video {updid} ended with an error
fr: La désactivation de la vidéo {updid} s'est terminée par une erreur

source: Display frequency rate
fr: Taux de fréquence d'affichage

source: Do Not Agree
fr: Ne pas être d'accord

source: Do not completed
fr: Ne pas remplir

source: Do not forget to save your changes when you're done.
fr: N'oubliez pas de sauvegarder vos modifications lorsque vous avez terminé.

source: Do theme restore to the initial look
fr: Restaurer le thème à l'apparence initiale

source: Do you really want checking update for this application?
fr: Voulez-vous vraiment vérifier la mise à jour de cette application ?

source: Do you really want checking updates for all application?
fr: Voulez-vous vraiment vérifier les mises à jour pour toutes les applications ?

source: Do you really want delete this album and all compositions?
fr: Voulez-vous vraiment effacer cet album et toutes les compositions ?

source: Do you really want delete this genre?
fr: Voulez-vous vraiment supprimer ce genre ?

source: Do you really want delete this language?
fr: Voulez-vous vraiment supprimer cette langue ?

source: Do you really want delete this performer?
fr: Voulez-vous vraiment supprimer ce modèle ?

source: Do you really want delete this year?
fr: Voulez-vous vraiment effacer l'année ?

source: Do you really want install this application?
fr: Voulez-vous vraiment installer cette application ?

source: Do you really want reset all applications?
fr: Voulez-vous vraiment réinitialiser toutes les applications ?

source: Do you really want to delete or replace this image?
fr: Voulez-vous vraiment supprimer ou remplacer cette image ?

source: Do you really want to delete this item?
fr: Voulez-vous vraiment supprimer cet article ?

source: Do you really want to delete this playlist?
fr: Voulez-vous vraiment supprimer cette playlist ?

source: Do you really want to delete this record?
fr: Voulez-vous vraiment effacer cet enregistrement ?

source: Do you really want to delete this track from playlist?
fr: Voulez-vous vraiment supprimer cette piste de la liste de lecture ?

source: Do you really want to exit?
fr: Voulez-vous vraiment quitter ?

source: Do you really want to log out?
fr: Voulez-vous vraiment vous déconnecter ?

source: Do you really want to rent this movie?
fr: Voulez-vous vraiment louer ce film ?

source: Do you really want to reset claims counter?
fr: Voulez-vous vraiment réinitialiser le compteur de sinistres ?

source: Do you really want to schedule a recording on the server?
fr: Voulez-vous vraiment programmer un enregistrement sur le serveur ?

source: Do you really want to stop this record?
fr: Voulez-vous vraiment arrêter cet enregistrement ?

source: Do you really want update all application?
fr: Voulez-vous vraiment mettre à jour toutes les applications ?

source: Do you really want update this application?
fr: Voulez-vous vraiment mettre à jour cette application ?

source: Do you really wont delete this record?
fr: Ne voulez-vous vraiment pas effacer cet enregistrement ?

source: Do you want to quit the Time Shift mode?
fr: Voulez-vous quitter le mode TimeShift ?

source: Documentary
fr: Documentaire

source: Domain
fr: Domaine

source: Done
fr: Fait

source: Download
fr: Télécharger

source: Download the files directly from the Internet network to the connected removable storage.
fr: Téléchargez les fichiers directement depuis le réseau Internet vers le stockage amovible connecté.

source: Download the list of addresses for sending events
fr: Télécharger la liste des adresses d'envoi des événements

source: Drama
fr: Drame

source: Drop EPG for all channels and get the new ones
fr: Lâchez l'EPG pour tous les chaînes et obtenez les nouveaux.

source: Drop сomplaints
fr: Laisser des plaintes

source: Duration
fr: Durée du projet

source: Duration (min)
fr: Durée (min)

source: Duration of continuous playback
fr: Durée de la lecture en continu

source: Duration of rent
fr: Durée de la location

source: Duration, min
fr: Durée, min

source: During a TV channel playback
fr: Pendant la lecture d'une chaîne TV

source: During movie playback in Video Club
fr: Pendant la lecture d'un film dans le Video Club

source: Dutch
fr: Hollandais

source: EMPTY
fr: VIDE

source: EPG
fr: GEP

source: EPG by page + filters
fr: GEP par page + filtres

source: EPG correction
fr: Correction du GEP

source: EPG does not match
fr: Le GEP ne correspond pas

source: EPG settings
fr: Réglages GEP

source: EPG update
fr: Mise à jour du GEP

source: EXCHANGE
fr: ÉCHANGE

source: EXIT
fr: QUITTER

source: EXPLORER
fr: EXPLORATEUR

source: Earn money displaying ads to your subscribers!
fr: Gagnez de l'argent en affichant des annonces à vos abonnés !

source: Easy Listening
fr: Facilité d'écoute

source: Easy and handy way of listening to music, news, talk shows and much more.
fr: Une façon facile et pratique d'écouter de la musique, des nouvelles, des talk-shows et bien plus encore.

source: Edit
fr: Modifier

source: Edit EPG
fr: Modifier EPG

source: Edit album
fr: Modifier l'album

source: Edit area
fr: Zone d'édition

source: Edit artist
fr: Editer l'artiste

source: Edit audio album
fr: Modifier l'album audio

source: Edit audio genre
fr: Modifier le genre audio

source: Edit category
fr: Modifier la catégorie

source: Edit commercial
fr: Modifier la publicité

source: Edit console
fr: Modifier la console

source: Edit event on the schedule
fr: Modifier l'événement sur l'agenda

source: Edit file
fr: Modifier le fichier

source: Edit genre
fr: Éditer le genre

source: Edit group
fr: Modifier le groupe

source: Edit language
fr: Modifier la langue

source: Edit language of performance
fr: Modifier la langue d'exécution

source: Edit logo for channel
fr: Modifier le logo de la chaîne

source: Edit moderator
fr: Modérateur d'édition

source: Edit movie
fr: Modifier le film

source: Edit package
fr: Modifier le package

source: Edit radio
fr: Éditer la radio

source: Edit schedule
fr: Modifier l'horaire

source: Edit storage
fr: Modifier le stockage

source: Edit streaming link
fr: Modifier le lien de streaming

source: Edit tariff plan
fr: Modifier le plan tarifaire

source: Edit the year of release
fr: Modifier l'année de sortie

source: Edit theme
fr: Modifier le thème

source: Edit themes
fr: Modifier les thèmes

source: Edit track
fr: Editer la piste

source: Edit tv genre
fr: Éditer le genre tv

source: Edit update
fr: Modifier la mise à jour

source: Edit user
fr: Modifier l'utilisateur

source: Edit video category
fr: Modifier la catégorie vidéo

source: Edit year
fr: Modifier l'année

source: Edited
fr: Édité

source: Editing
fr: Montage

source: Editing a composition
fr: Modification d'une composition

source: Editing administrator
fr: Administrateur d'édition

source: Editing an existing area
fr: Modification d'une zone existante

source: Editing channel
fr: Modification d'une chaîne

source: Editing exists ad-company
fr: L'édition existe en tant qu'entreprise publicitaire

source: Editing movie
fr: Montage d'un film

source: Editing reseller
fr: Editer un revendeur

source: Editing template
fr: Modifier le modèle

source: Editing the channel
fr: Montage de la chaîne

source: Electronic
fr: Électronique

source: Email
fr: Courriel

source: Emergency services
fr: Services d'urgence

source: Empty
fr: Vide

source: Empty URL
fr: URL vide

source: Empty list
fr: Par liste

source: Empty location header
fr: En-tête d'emplacement vide

source: Emulation
fr: Émulation

source: Enable
fr: Activer

source: Enable TV archive
fr: Activer l'archive TV

source: Enable load balancing
fr: Activer l'équilibrage de charge

source: Enable monitoring
fr: Activer la surveillance

source: Enabled
fr: Activé

source: Enabling video {updid} ended with an error
fr: L'activation de la vidéo {updid} s'est terminée par une erreur

source: Encoding
fr: Encodage

source: End
fr: Fin

source: End channel number can not be less than the start channel number
fr: Le numéro de la chaîne de fin ne peut pas être inférieur au numéro de la chaîne de début.

source: End date
fr: Date de fin

source: End date can not be less than the start date
fr: La date de fin ne peut pas être inférieure à la date de début

source: End of certificate validity
fr: Fin de validité du certificat

source: End time
fr: Heure de fin

source: English
fr: Anglais

source: Enter MAC-address according to the format
fr: Entrer l'adresse MAC selon le format

source: Enter URL to the application repository
fr: Entrez l'URL du référentiel d'applications

source: Enter numbers into cells
fr: Entrer des nombres dans les cellules

source: Enter the MAC-address according to the format
fr: Entrer l'adresse MAC selon le format

source: Enter the package name
fr: Entrez le nom du pack

source: Enter title or number of the channel
fr: Entrez le titre ou le numéro de la chaîne

source: Enter your Source ID
fr: Entrez votre code source

source: Entertainment
fr: Divertissement

source: Entire time of views, sec
fr: Tout le temps de vues, sec

source: Episode
fr: Épisode

source: Erotica
fr: Érotique

source: Error
fr: Erreur

source: Error creating the folder on moderator storage
fr: Erreur lors de la création du dossier sur le stockage du modérateur

source: Error delete file {lgd}
fr: Erreur supprimer le fichier {lgd}.

source: Error deleting a logo
fr: Erreur lors de la suppression d'un logo

source: Error during file moving from %s to %s
fr: Erreur lors du passage de %s à %s en cours de fichier

source: Error filling fields
fr: Champs de saisie des erreurs

source: Error m3u parse. Check the file encoding. Required UTF-8 encoding.
fr: Erreur m3u parse. Vérifiez l'encodage du fichier. Encodage UTF-8 requis.

source: Error m3u parse. File is empty or non in m3u-format
fr: Erreur m3u parse. Fichier vide ou non au format m3u

source: Error of installing the application
fr: Erreur d'installation de l'application

source: Error of uninstalling the application.
fr: Erreur de désinstallation de l'application.

source: Error save file %s
fr: Erreur Enregistrer fichier %s

source: Error while saving
fr: Erreur lors de l'enregistrement

source: Error. License key belongs to other service provider.
fr: Erreur. La clé de licence appartient à un autre fournisseur de services.

source: Error. License key is blocked.
fr: Erreur. La clé de licence est bloquée.

source: Error. License key is expired.
fr: Erreur. La clé de licence est expirée.

source: Error. Limit of clearings is exceeded.
fr: Erreur. La limite de compensation est dépassée.

source: Error:
fr: Erreur:

source: Error: Login already in use
fr: Erreur : Login déjà utilisé

source: Error: Not all required fields are filled
fr: Erreur : Tous les champs obligatoires ne sont pas remplis

source: Error: Not valid mac address
fr: Erreur : Adresse mac non valide

source: Error: STB with such MAC address already exists
fr: Erreur : Un décodeur avec une telle adresse MAC existe déjà

source: Error: The file or directory may contain invalid characters
fr: Erreur : Le fichier ou le répertoire peut contenir des caractères non valides

source: Error: The folder with that name already exists
fr: Erreur : Le dossier portant ce nom existe déjà

source: Error: all fields are required
fr: Erreur : tous les champs sont obligatoires

source: Error: channel with number "%s" is already in use
fr: Erreur : la chaîne avec le numéro "%s" est déjà utilisé

source: Error: could not create account
fr: Erreur : n'a pas pu créer de compte

source: Error: could not resize cover
fr: Erreur : n'a pas pu redimensionner la couverture

source: Error: could not save cover
fr: Erreur : n'a pas pu sauver la couverture

source: Error: could not save cover image
fr: Erreur : n'a pas pu enregistrer l'image de couverture

source: Error: could not save logo
fr: Erreur : n'a pas pu sauvegarder le logo

source: Error: insufficient permissions for this action
fr: Erreur : permissions insuffisantes pour cette action

source: Errors
fr: Erreurs

source: Esperanto
fr: Espéranto

source: Estonian
fr: Estonien

source: Evening
fr: Soir

source: Event
fr: Événement

source: Event created to users
fr: Événement créé pour l'utilisateur | Événement créé pour les utilisateurs

source: Event creating error
fr: Erreur de création d'événement

source: Events
fr: Événements

source: Every
fr: Tous les

source: Every certificate includes a certain number of licenses which is the number of devices which can be connected to Stalker Middleware. To establish a successful connection, set-top box should be integrated with Stalker Middleware. Infomir’s MAG set-top boxes and original StalkerTV (Android, iOS) apps don’t require a certificate.
fr: "Chaque certificat inclut un certain nombre de licences qui est le nombre de périphériques qui peuvent être connectés au Stalker Middleware. Pour établir une connexion réussie

source: Example: ffmpeg http://anon.nasa-global.edgesuite.net/HD_downloads/135_launch_720p.wmv
fr: Exemple : ffmpeg http://anon.nasa-global.edgesuite.net/HD_downloads/135_launch_720p.wmv

source: Example: server.example:8080
fr: Exemple : server.example:8080

source: Example: to one, to all, on the list, on the preset, to the group
fr: Exemple : à un, à tous, sur la liste, sur le préréglage, au groupe

source: Excellent quality
fr: Excellente qualité

source: Exchange rate on
fr: Taux de change au

source: Excluding
fr: Excluant

source: Exec time
fr: Temps d'exécution

source: Expiration date
fr: Date d'expiration

source: Expire billing date
fr: Date d'expiration de la facture

source: Expired
fr: Expiré

source: Expired 10 days
fr: Expiré 10 jours

source: External
fr: Externe

source: External Advertising
fr: Publicité externe

source: External ID
fr: ID externe

source: FAVORITE
fr: FAVORIS

source: FEBRUARY
fr: Février

source: FIND
fr: TROUVER

source: FOUND
fr: FONDÉ

source: FREE on the server, h
fr: GRATUIT sur le serveur, h

source: FRIDAY
fr: Vendredi

source: FROM
fr: DE

source: Faeroese
fr: Féroïen

source: Failed
fr: Échec

source: Failed to activated of application.
fr: Échec de l'activation de l'application.

source: Failed to delete application.
fr: Échec de la suppression de l'application.

source: Failed to get the list of applications
fr: N'a pas réussi à obtenir la liste des demandes

source: Failed to get the list of versions of this applications
fr: N'a pas réussi à obtenir la liste des versions de ces applications

source: Failed to save, update the channel list
fr: Échec de la sauvegarde, mise à jour de la liste des chaînes

source: Failed to update the parameters of application launch
fr: N'a pas réussi à mettre à jour les paramètres de lancement de l'application

source: Failed. Some server error
fr: Echec. Quelques erreurs de serveur

source: Family
fr: Famille

source: Fantasy
fr: Fantaisie

source: Favorite
fr: Favoris

source: Favorites
fr: Favoris

source: Feb
fr: Févr.

source: February
fr: Février

source: February_c
fr: Février

source: Field "Channel name" cannot be empty
fr: Le champ "Nom de la chaîne" ne peut pas être vide

source: Field "Channel number" cannot be empty
fr: Le champ "Numéro de la chaîne" ne peut pas être vide

source: Fiji
fr: Fidji

source: File
fr: Fichier

source: File is too large
fr: Le fichier est trop gros

source: File is too small
fr: Le fichier est trop petit

source: File logo {lgd} has been deleted
fr: Le logo du fichier {lgd} a été supprimé

source: File missing
fr: Dossier manquant

source: File name
fr: Nom de fichier

source: File type
fr: Type de fichier

source: File type not allowed
fr: Type de fichier non autorisé

source: File unavailable and cannot be published
fr: Dossier non disponible et non publiable

source: File with list is missing
fr: Fichier avec liste manquant

source: Filename
fr: Nom de fichier

source: Files
fr: Fichiers

source: Files({updid}) not deleted
fr: Fichiers({updid}) non supprimés

source: Fill in the required fields
fr: Remplissez les champs obligatoires

source: Film length in minutes Example: 102
fr: Durée du film en minutes Exemple : 102

source: Film rating on the Kinopoisk. Autocomplete only
fr: Classement des films sur le Kinopoisk. Autocomplet seulement

source: Film rating on the TMDB. Autocomplete only
fr: Classement des films sur la BDMT. Autocomplet seulement

source: Filter
fr: Filtre

source: Filter by user-agent. Ability to set the filter by the connection type (WiFi, Ethernet), by STB model (MAG250, MAG275, ...), by country (UA, RU, ...). Field is case sensitive
fr: Filtrer par user-agent. Possibilité de définir le filtre par type de connexion (WiFi, Ethernet), par modèle de décodeur (250, 275, ....), par pays (UA, RU,...). Le champ est sensible à la casse.

source: Filter conditions
fr: Conditions de filtrage

source: Filter description
fr: Description du filtre

source: Filter name
fr: Nom du filtre

source: Filter the STB by set parameters. Update will be installed on STB matching the following parameters only. In 'Image descriptor, it is enough to specify the part of description or key word. Fill-in data can be found in the interface of user profile in the corresponding fields.
fr: Filtrer le décodeur à l'aide des paramètres définis. La mise à jour sera installée sur le décodeur en fonction des paramètres suivants uniquement. Dans'Descripteur d'image', il suffit de spécifier la partie de description ou le mot clé. Les données à compléter se trouvent dans l'interface du profil utilisateur dans les champs correspondants.

source: Filters
fr: Filtres

source: Finish
fr: Finition

source: Finished
fr: Fini

source: Finnish
fr: Finlandais

source: Firmware auto update
fr: Mise à jour automatique du firmware

source: Firmware is automatically updated is the version does not match to the current one.
fr: Le firmware est automatiquement mis à jour si la version ne correspond pas à la version actuelle.

source: Firmware of your STB is outdated.<br>Please update it.
fr: Le firmware de votre décodeur est obsolète.<br>Veuillez le mettre à jour.

source: Firmware update
fr: Mise à jour du micrologiciel

source: Firmware update by page + filters
fr: Mise à jour du firmware par page + filtres

source: Firmware version
fr: Version du micrologiciel

source: First enter the name or the movie id
fr: Entrez d'abord le nom ou l'identifiant du film

source: First, delete or modify all the albums of this genre
fr: Tout d'abord, supprimer ou modifier tous les albums de ce genre

source: First, delete or modify all the albums of this year
fr: Tout d'abord, supprimer ou modifier tous les albums de cette année

source: First, delete or modify all the tracks in this language
fr: Tout d'abord, effacez ou modifiez toutes les pistes dans cette langue

source: First, remove all the albums of this performer
fr: Tout d'abord, supprimez tous les albums de cet interprète

source: First, select the search service
fr: Tout d'abord, sélectionnez le service de recherche

source: Flussonic
fr: Flussonique

source: Flussonic DVR
fr: DVR Flussonic

source: Flussonic support
fr: Support flussonique

source: Folder
fr: Dossier

source: Folder name in favorites
fr: Nom du dossier dans les favoris

source: For Adults
fr: Pour les adultes

source: For Kids
fr: Pour les enfants

source: For a period
fr: Pendant un certain temps

source: For activating this option, you must enable "Enable monitoring" in the "Monitoring" section
fr: Pour activer cette option, vous devez activer "Activer la surveillance" dans la section "Surveillance"

source: For all
fr: Pour tous

source: For cover recommended portrait orientation picture (aspect ratio 3:4).
fr: Pour l'orientation portrait recommandée sur la couverture (rapport d'aspect 3:4).

source: For enabling Xtream-Codes Support you need enable mcrypt php-extension
fr: "Pour activer la prise en charge de Xtream-Codes

source: For enabling this option you need enable mcrypt php-extension
fr: "Pour activer cette option

source: For screenshots recommended landscape orientation picture (aspect ratio 4:3)
fr: Pour les captures d'écran de l'image d'orientation paysage recommandée (format 4:3)

source: For unlock please delete Name and Original name fields
fr: "Pour déverrouiller

source: Forbidden for categories
fr: Interdit pour les catégories

source: Force update EPG
fr: Mise à jour des forces EPG

source: Force update of EPG
fr: Mise à jour des forces de l'EPG

source: Foreign Serial
fr: Séries étrangères

source: Form adding support info
fr: Formulaire d'ajout d'informations d'assistance
