Repository: alexanv/ministra-5.6.1
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: fr

source: Location does not contain movie id.
fr: L'emplacement ne contient pas d'identifiant de film.

source: Location: ('%s')
fr: Emplacement : ('%s')

source: Lock channel position
fr: Verrouiller la position de la chaîne

source: Log
fr: Journal de bord

source: Log of user
fr: Journal de l'utilisateur

source: Login
fr: Connexion

source: Login already used
fr: Identifiant déjà utilisé

source: Login is already used
fr: L'identifiant est déjà utilisée

source: Login is available
fr: Connexion disponible

source: Login. System authorization
fr: Connectez-vous. Autorisation du système

source: Logo position
fr: Position du logo

source: Logout
fr: Déconnexion

source: Logs
fr: Rapports des plaintes

source: Logs of activity STB
fr: Rapports d'activité du décodeur

source: Logs of activity STB by page + filters
fr: Rapports d'activité du décodeur par page + filtres

source: Logs of complaints
fr: Rapports des plaintes

source: Logs of complaints by page + filters
fr: Historique des réclamations par page + filtres

source: Logs of movie
fr: Rapports de film

source: Logs of movie by page + filters
fr: Rapports de film par page + filtres

source: Logs of storages
fr: Rapports de stockage

source: Logs of storages by page + filters
fr: Rapports de stockage par page + filtres

source: Logs on/off of user's packages
fr: Connexion et déconnexion des packs de l'utilisateur

source: Logs on/off of user's packages by page + filters
fr: Connexion/désactivation des packs de l'utilisateur par page + filtres

source: Loss
fr: Perte

source: Low quality
fr: Faible qualité

source: MAC address
fr: Adresse MAC

source: MAC-address
fr: Adresse MAC

source: MAC-address can be used
fr: L'adresse MAC peut être utilisée

source: MARCH
fr: Mars

source: MAY
fr: Mai

source: MONDAY
fr: Lundi

source: MORE
fr: PLUS

source: MOVE
fr: DEPLACER

source: MOVE DOWN
fr: DEPLACER VERS LE BAS

source: MOVE UP
fr: DEPLACER VERS LE HAUT

source: MPAA age restriction
fr: Limite d'âge de la MPAA

source: MPAA rating
fr: Cote MPAA

source: Mac
fr: Mars

source: Macedonian
fr: Macédonien

source: Mainpage
fr: Page d'accueil

source: Make request for getting new source for ad-company
fr: Faire une demande pour obtenir une nouvelle source pour l'annonce-entreprise

source: Malagasy
fr: Malgache

source: Malay
fr: Malais

source: Maltese
fr: Maltais

source: Manage EPG
fr: Gérer l'EPG

source: Management system administrators, groups and rights
fr: Administrateurs, groupes et droits du système de gestion

source: Managing of billing date for users on edit page
fr: Gestion de la date de facturation pour les utilisateurs sur la page d'édition

source: Managing of users reseller on edit page
fr: Gestion des utilisateurs revendeurs sur la page d'édition

source: Manually entered
fr: Saisie manuelle

source: March
fr: Mars

source: March_c
fr: Mars

source: Mark notification as deleted, set "deleted" flag
fr: Marquer la notification comme supprimée, activer l'indicateur "supprimé"

source: Master-storage logs
fr: Bûches de stockage principales

source: Max count of languages 5
fr: Nombre maximum de langues 5

source: Max sessions
fr: Nombre maximum de sessions

source: Maximum number of files exceeded
fr: Nombre maximum de fichiers dépassés

source: Maximum number of users
fr: Nombre maximum d'utilisateurs

source: Maximum number of users for current reseller. Set "0" for unlimited number of users.
fr: Nombre maximum d'utilisateurs pour le revendeur actuel. Réglez'0' pour un nombre illimité d'utilisateurs.

source: Maximum of the users
fr: Maximum des utilisateurs

source: Maximum quantity of the users, which can watching the content from the storage at the same time
fr: "Quantité maximale des utilisateurs

source: Maximum quantity of users(load) numeric value
fr: Quantité maximale d'utilisateurs (charge) valeur numérique

source: Maximum users
fr: Nombre maximum d'utilisateurs

source: May
fr: Mai

source: Measured in hours
fr: Mesuré en heures

source: Measured in minutes
fr: Mesuré en minutes

source: Media
fr: Médias

source: Media Browser
fr: Navigateur de médias

source: Media accessed
fr: Médias consultés

source: Media browser
fr: Navigateur de médias

source: Media info from source
fr: Infos médias à partir de la source

source: Media status
fr: Statut du média

source: Media type
fr: Type de support

source: Melodrama
fr: Mélodrame

source: Memo
fr: Mémo

source: Memory is a game for memory development. Find out how much time you need to open all the matching cards.
fr: La mémoire est un jeu de développement de la mémoire. Découvrez combien de temps vous avez besoin pour ouvrir toutes les cartes correspondantes.

source: Message has not been read
fr: Le message n'a pas été lu

source: Message header
fr: En-tête du message

source: Message template
fr: Modèle de message

source: Message templates
fr: Modèles de messages

source: Message text
fr: Texte du message

source: Metal
fr: Métal

source: Method select
fr: Sélection de la méthode

source: Ministra TV Platform
fr: Plate-forme Ministra TV

source: Missing channel id
fr: ID de chaîne manquant

source: Moderator
fr: Modérateur

source: Moderators
fr: Modérateurs

source: Moderators MAC addresses
fr: Modérateurs Adresses MAC

source: Moderators statistics
fr: Statistiques des modérateurs

source: Modified
fr: Modifié

source: Modules update
fr: Mise à jour des modules

source: Moldavian
fr: Moldave

source: Mon
fr: Lun

source: Monday
fr: Lundi

source: Mongolian
fr: Mongol

source: Monitoring
fr: Surveillance

source: Monitoring status
fr: Suivi de l'état

source: Month
fr: Mois M

source: Monthly jokes views statistics
fr: Statistiques mensuelles de vues de blagues

source: More detailed information about the connected packs will be available in the next editing session
fr: Des informations plus détaillées sur les packs connectés seront disponibles lors de la prochaine session d'édition.

source: More details
fr: Plus de détails

source: More information here
fr: Plus d'informations ici

source: Morning
fr: Le matin

source: Mount all storages
fr: Monter tous les rangements

source: Mount failed
fr: Montage défectueux

source: Move
fr: Déplacer

source: Move all admins to another group
fr: Déplacer tous les administrateurs dans un autre groupe

source: Move all users of current reseller to another reseller
fr: Déplacer tous les utilisateurs du revendeur actuel vers un autre revendeur

source: Move all users to another reseller
fr: Déplacer tous les utilisateurs vers un autre revendeur

source: Move channel - Order of channels
fr: Déplacer chaîne- Ordre des chaînes

source: Move channel - Save the changes of order channels
fr: Déplacer chaîne- Enregistrer les changements d'ordre des chaînes

source: Move to archive
fr: Déplacer aux archives

source: Move to the archive?
fr: Déménager dans les archives ?

source: Moved
fr: Déplacé

source: Movie
fr: Film

source: Movie description
fr: Description du film

source: Movie information
fr: Informations sur le film

source: Movie list
fr: Liste des films

source: Movie log
fr: Journal du film

source: Movie name in '%s' not found
fr: Nom du film en '%s' non trouvé

source: Movie statistics
fr: Statistiques sur les films

source: Movies
fr: Films

source: Movies in category
fr: Films dans la catégorie

source: Movies in genre
fr: Les films de genre

source: Moving the cursor
fr: Déplacer le curseur

source: Moving through the pages of history moves
fr: "En parcourant les pages de l'histoire

source: Music
fr: Musique

source: Music videos
fr: Vidéos musicales

source: Must be rejected before sending to archive
fr: Doit être rejeté avant d'être envoyé aux archives

source: Must be unique
fr: Doit être unique

source: Must watch
fr: A surveiller absolument

source: My logs
fr: Mes journaux

source: My messages
fr: Mes messages

source: My records
fr: Mes dossiers

source: NBU exchange rate on
fr: Taux de change NBU au

source: NETWORK STATUS
fr: ÉTAT DU RÉSEAU

source: NEW
fr: NOUVEAU

source: NGINX secure link
fr: Liaison sécurisée NGINX

source: NO
fr: NON

source: NOVEMBER
fr: Novembre

source: NTP Server
fr: Serveur NTP

source: Name
fr: Nom

source: Name "%name%" already exists
fr: Nom "%nom%" existe déjà

source: Name already used
fr: Nom déjà utilisé

source: Name available
fr: Nom disponible

source: Name is available
fr: Nom est disponible

source: Name is busy
fr: Nom est occupé

source: Name the audience of the ad campaign.
fr: Nommez l'auditoire de la campagne publicitaire.

source: Necessary to see
fr: Nécessaire à voir

source: Necessary to view
fr: Nécessaire pour visualiser

source: Need authorization
fr: Besoin d'une autorisation

source: Nepali
fr: Népalais

source: Network authentication
fr: Authentification réseau

source: Network folder
fr: Dossier réseau

source: New
fr: Nouveau

source: New Playlist
fr: Nouvelle liste de lecture

source: New claim on %s - %s (%s, id: %s). From %s
fr: Nouvelle demande sur %s - %s (%s, id : %s). De %s

source: New event
fr: Nouvel événement

source: New password
fr: Nouveau mot de passe

source: New template
fr: Nouveau modèle

source: News
fr: Actualités

source: Next
fr: Suivant

source: Next run
fr: Prochaine exécution

source: Night
fr: Nuitée

source: Nimble
fr: Agile

source: No
fr: Non

source: No EPG
fr: Pas de GEP

source: No Group with ID %s
fr: Aucun groupe avec ID %s

source: No available numbers of channels
fr: Pas de nombre de chaînes disponibles

source: No channels available
fr: Aucune chaîne disponible

source: No connection to the server
fr: Pas de connexion au serveur

source: No data
fr: Pas de données

source: No data about this apps
fr: Pas de données sur ces applications

source: No data for this filter
fr: Pas de données pour ce filtre

source: No epg
fr: Pas de gep

source: No expiration
fr: Pas d'expiration

source: No information about
fr: Aucune information sur

source: No languages detected
fr: Aucune langue détectée

source: No matched genres
fr: Ancien genre

source: No media info
fr: Pas d'info média

source: No moved items, nothing to do
fr: "Pas d'objets déplacés

source: No new notifications
fr: Aucune nouvelle notification

source: No packages available
fr: Aucun forfait disponible

source: No results
fr: Aucun résultat

source: No search results
fr: Aucun résultat de recherche

source: No signal
fr: Pas de signal

source: No tasks
fr: Pas de tâches

source: None
fr: Aucun

source: Norwegian
fr: Norvégien

source: Not Activated
fr: Non activé

source: Not all fields are filled
fr: Tous les champs ne sont pas remplis

source: Not all links for channel id:{updid} has been deleted
fr: Tous les liens pour channel id:{updid} n'ont pas été supprimés

source: Not all required fields are filled
fr: Tous les champs obligatoires ne sont pas remplis

source: Not available
fr: Indisponible

source: Not available for MAG100
fr: Indisponible pour MAG100

source: Not available for the MAG100
fr: Indisponible pour le MAG100

source: Not available on storages
fr: Indisponible sur les entrepôts

source: Not available on the servers
fr: Indisponible sur les serveurs

source: Not base channel may be available by subscription in user profile.
fr: Une chaîne non de base peut être disponible par abonnement dans le profil de l'utilisateur.

source: Not changed
fr: Non changé

source: Not delivered
fr: Non livré

source: Not enough data
fr: Données insuffisantes

source: Not enough data for searching series file
fr: Pas assez de données pour la recherche dans les fichiers de séries

source: Not exists
fr: N'existe pas

source: Not found
fr: Non trouvé

source: Not found admin-group for moving
fr: Non trouvé admin-group pour le déplacement

source: Not found members for moving. Nothing to do
fr: Pas trouvé de membres pour déménager. Il n'y a rien à faire

source: Not found mounted devices
fr: Appareils non trouvés montés

source: Not found reseller for moving
fr: Pas trouvé de revendeur pour le déménagement

source: Not in archive
fr: Pas dans les archives

source: Not in favorites
fr: Pas dans les favoris

source: Not installed
fr: Non installé

source: Not published
fr: Non publié

source: Not ready
fr: Pas prêt

source: Not received
fr: Non reçu

source: Not selected
fr: Non sélectionné

source: Not specified
fr: Non spécifié

source: Not subscribed
fr: Non souscrit

source: Not, resume
fr: Non, reprends

source: Nothing in this category
fr: Rien dans cette catégorie

source: Nothing to delete
fr: Rien à supprimer

source: Nothing to do
fr: Il n'y a rien à faire

source: Notice
fr: Avis

source: November
fr: Novembre

source: November_c
fr: Novembre

source: Now you can connect to Ministra TV platform with the most popular media players and smart TVs.
fr: Vous pouvez maintenant vous connecter à la plate-forme Ministra TV avec les lecteurs multimédias et les téléviseurs intelligents les plus populaires.

source: Number
fr: Nombre

source: Number "%number%" is already in use
fr: Le nombre "%nombre%" est déjà utilisé

source: Number already used
fr: Nombre déjà utilisé

source: Number and date of image due to be updated. Taken from the image. For automatic search of firmware it is enough to fill in version or date of image (one of fields).Number must be numeric.
fr: Le numéro et la date de l'image doivent être mis à jour. Tiré de l'image. Pour la recherche automatique de firmware, il suffit de remplir la version ou la date de l'image (un des champs), le numéro doit être numérique.

source: Number in channel list must contain only numbers from 1 to 999
fr: Le numéro dans la liste des chaînes ne doit contenir que les chiffres de 1 à 999.

source: Number is available
fr: Le numéro est disponible

source: Number is not unique
fr: Le numéro n'est pas unique

source: Number is unique
fr: Le numéro est unique

source: Number must be greater than 0
fr: Le nombre doit être supérieur à 0

source: Number of abonents
fr: Nombre d'abonents

source: Number of copies
fr: Nombre de copies

source: Number of licenses
fr: Nombre de licences

source: Number of sessions
fr: Nombre de séances

source: Number of storages
fr: Nombre de stockages

source: Number of the port, accessing to the Apache server
fr: "Numéro du port

source: Nurseries
fr: Nurserie

source: OCTOBER
fr: Octobre

source: OTHER
fr: AUTRES

source: Object
fr: Objet

source: Object of complaint
fr: Objet de la plainte

source: Obtaining support info for the specified language
fr: Obtenir des informations d'assistance pour la langue spécifiée

source: October
fr: Octobre

source: October_c
fr: Octobre

source: Off
fr: Désactivé

source: Offline
fr: Hors ligne

source: Old data
fr: Anciennes données

source: Old genre
fr: Ancien genre

source: Oldies
fr: Anciens

source: On
fr: Le

source: On server
fr: Sur le serveur

source: On the preset
fr: Sur le préréglage

source: One
fr: Un

source: One or more images not be loaded
fr: Une ou plusieurs images ne doivent pas être chargées

source: One-time event
fr: Événement ponctuel

source: Online
fr: En ligne

source: Only for
fr: Uniquement pour

source: Only for MAG100
fr: Uniquement pour MAG100

source: Only moderators
fr: Seulement les modérateurs

source: Only moderators can watch the content from the storage
fr: Seuls les modérateurs peuvent regarder le contenu depuis le stockage

source: Only not ended
fr: Seulement non terminé

source: Open
fr: Ouvrir

source: Opened
fr: Ouvert

source: Opening date
fr: Date d'ouverture

source: Operation
fr: Fonctionnement

source: Operations
fr: Opérations

source: Operator identifiers is empty. Set options util_operator_secret and operator_key in config.ini
fr: L'identificateur de l'opérateur est vide. Définir les options util_operator_secret et operator_key dans config.ini

source: Optional
fr: Facultatif

source: Optional default package is switched off, but it can be switched on right in the user profile
fr: Le pack optionnel par défaut est désactivé, mais il peut être activé directement dans le profil utilisateur.

source: Options
fr: Possibilités

source: Order
fr: Commander

source: Order of service in the directory. Must contain digits only
fr: Ordre de service dans l'annuaire. Doit contenir uniquement des chiffres

source: Organize channels
fr: Organiser les chaînes

source: Original title
fr: Titre original

source: Other
fr: Autre

source: Other files
fr: Autres fichiers

source: Other platforms
fr: Autres plates-formes

source: Other services
fr: Autres services

source: Our Serial
fr: Nos séries

source: Ours cinema
fr: Notre cinéma

source: Out of range. The shift is not possible.
fr: Hors de portée. Le décalage n'est pas possible.

source: Overall movies
fr: Films d'ensemble

source: Overcast
fr: Ciel couvert

source: Owners of practically any device can become subscribers to your service.
fr: Les propriétaires de pratiquement n'importe quel appareil peuvent s'abonner à votre service.

source: PACKAGE INFO
fr: INFO FORFAIT

source: PARENTAL SETTINGS
fr: RÉGLAGES PARENTAUX

source: PAY
fr: PAYER

source: PAYMENT
fr: PAIEMENT

source: PICKING
fr: CHOISIR

source: PLAY
fr: JOUER

source: PORTAL
fr: PORTAIL

source: PVR Error: End of stream
fr: Erreur PVR : Fin du flux

source: PVR Error: Error opening channel URL
fr: Erreur PVR : Erreur d'ouverture de l'URL de la chaîne

source: PVR Error: Error opening file
fr: Erreur PVR : Erreur lors de l'ouverture d'un fichier

source: PVR Error: Error writing to file
fr: Erreur PVR : Erreur d'écriture dans le fichier

source: PVR Error: Exceeded the maximum number simultaneous recordings
fr: Erreur PVR : Dépassé le nombre maximum d'enregistrements simultanés

source: PVR Error: Incorrect recording range
fr: Erreur PVR : Plage d'enregistrement incorrecte

source: PVR Error: Not enough memory to complete the operation
fr: Erreur PVR : Pas assez de mémoire pour terminer l'opération

source: PVR Error: Record file already exists
fr: Erreur PVR : Le fichier d'enregistrement existe déjà

source: PVR Error: Task not found
fr: Erreur PVR : Tâche non trouvée

source: PVR Error: Wrong filename
fr: Erreur PVR : Mauvais nom de fichier

source: PVR Error: Wrong parameter
fr: Erreur PVR : Paramètre erroné

source: PVR to the USB-driver
fr: PVR au pilote USB

source: Package
fr: Pack

source: Package identifier, can be used for external services
fr: Identificateur de pack, peut être utilisé pour les services externes

source: Package name
fr: Nom du pack

source: Package name is not defined
fr: Le nom du pack n'est pas défini

source: Package title
fr: Titre du pack

source: Package type
fr: Type de pack

source: Packages
fr: Packs

source: Packages of services
fr: Packs de services

source: Page for editing theme
fr: Page d'édition du thème

source: Page not found
fr: Page non trouvée

source: Page with information on the receipt of license keys
fr: Page d'informations sur la réception des clés de licence

source: Pannels
fr: Panneaux

source: Parameter
fr: Paramètre

source: Parent control
fr: Contrôle parental

source: Parental control
fr: Contrôle parental

source: Parse m3u-file
fr: Analyser le fichier m3u

source: Part
fr: Titre

source: Partly Cloudy
fr: Partiellement nuageux

source: Password
fr: Mot de passe

source: Password can not be blank
fr: Le mot de passe ne peut pas être vide

source: Password repeat
fr: Répétition du mot de passe

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Path
fr: Sentier

source: Path to the folder
fr: Chemin d'accès au dossier

source: Pattern
fr: Motif

source: Pay attention.
fr: Faites attention.

source: Payment
fr: Paiement

source: Percentage of the total length of video that user has to watch to skip commercials.
fr: Pourcentage de la durée totale de la vidéo que l'utilisateur doit regarder pour sauter les publicités.

source: Performer
fr: Performeur

source: Performers
fr: Performeurs

source: Perhaps the application is already installed. You can update it if the new version is available or uninstall and install again
fr: L'application est peut-être déjà installée. Vous pouvez le mettre à jour si la nouvelle version est disponible ou le désinstaller et le réinstaller.

source: Perhaps the application is not installed. Before activate this application is necessary to install any version of the application.
fr: L'application n'est peut-être pas installée. Avant d'activer cette application est nécessaire pour installer toute version de l'application.

source: Period of showing
fr: Période de présentation

source: Permissions was not set
fr: Les permissions n'ont pas été définies

source: Persian
fr: Persan

source: Phone
fr: Téléphone

source: Phone book
fr: Répertoire téléphonique

source: Phone book by page + filters
fr: Annuaire par page + filtres

source: Phone number
fr: Numéro de téléphone

source: Plain text
fr: Texte en clair

source: Platform
fr: Plate-forme

source: Play
fr: Lire

source: Play all
fr: Tout lire

source: Play this url or start download?
fr: Lire cette url ou commencer le téléchargement ?

source: Playback channel
fr: Lecture de chaîne

source: Playback radio channel
fr: Lecture de chaîne radio

source: Playlist select
fr: Sélection du playlist

source: Please check and follow the detailed instructions
fr: Veuillez vérifier et suivre les instructions détaillées

source: Please contact your provider<br>to register this device.
fr: Veuillez contacter votre fournisseur <br>pour enregistrer cet appareil.

source: Please note that for some countries this service is currently not available
fr: "Veuillez noter que pour certains pays

source: Please wait till the operation complete, this can take some time
fr: Veuillez patienter jusqu'à la fin de l'opération, cela peut prendre un certain temps

source: Please, fill in your country name
fr: Veuillez indiquer le nom de votre pays

source: Polish
fr: Polonais

source: Popularity of services
fr: Popularité des services

source: Portuguese
fr: Portugais

source: Post-function
fr: Post-fonction

source: Posted by
fr: Posté par

source: Powered by
fr: Propulsé par

source: Prefix
fr: Préfixe

source: Prefix already used
fr: Préfixe déjà utilisé

source: Prefix is available
fr: Le préfixe est disponible

source: Prefix is busy
fr: Le préfixe est occupé

source: Prefix is necessary to distinguish the EPG source in case, if the following XMLTV ID is stated in several sources
fr: Le préfixe est nécessaire pour distinguer la source de l'EPG dans le cas où l'ID XMLTV suivant est indiqué dans plusieurs sources

source: Preset
fr: Préréglage

source: Pressure
fr: Pression

source: Preview
fr: Aperçu

source: Price
fr: Prix

source: Price for rent services
fr: Prix des services de location

source: Print
fr: Imprimer

source: Priority
fr: Priorité

source: Priority for channel URL, 0 – the highest priority
fr: Priorité pour l'URL de la chaîne, 0 - la priorité la plus élevée

source: Processing
fr: Traitement

source: Profile
fr: Profil

source: Protect channel from unauthorized access
fr: Protéger la chaîne contre tout accès non autorisé

source: Protocol
fr: Protocole

source: Publish
fr: Publier

source: Publish now
fr: Publier maintenant

source: Publish or add to schedule
fr: Publier ou ajouter à l'échéancier

source: Published
fr: Publié

source: Published Content
fr: Publié

source: Publishing
fr: Édition

source: Purchased
fr: Acheté

source: QUALITY
fr: QUALITÉ

source: Quality
fr: Qualité

source: Quantity of IPs or ranges
fr: Quantité d'adresses IP ou de plages

source: Quantity of countries
fr: Nombre de pays

source: Quantity of the storages
fr: Quantité des stockages

source: Quantity of users
fr: Nombre d'utilisateurs

source: Queries
fr: Requêtes

source: RADIO channels
fr: Chaînes RADIO

source: RATING
fr: ÉVALUATION

source: RECORD
fr: ENREGISTRER TV

source: RECORDING
fr: ENREGISTREMENT

source: RECORDING AND FILE
fr: ENREGISTREMENT ET CLASSEMENT

source: RECORDING DURATION
fr: DURÉE D'ENREGISTREMENT, h
